{
   "A0503": {
      "message": "The number of people watching this broadcast now, including you and perhaps the broadcaster. This number is updated about once a minute."
   },
   "A0504": {
      "message": "Create a clip.\nThe ALT+X on the keyboard.\nYou must be logged in on the Twitch.tv website. If you a pause the broadcast, you have less than a minute to create a clip."
   },
   "A0506": {
      "message": "Change the volume.\nPress the UP/DOWN ARROWS on the keyboard or rotate the mouse wheel (see the player settings)."
   },
   "A0507": {
      "description": "Копия есть в A0527.",
      "message": "The duration of this broadcast. Remember to set the correct date, time and time zone on your computer.\n\nClick to show the player statistics."
   },
   "A0508": {
      "message": "Show news.\n\nAt any time you can read the help and 3 latest news by clicking the “Help” button in the player settings."
   },
   "A0509": {
      "message": "Open or close the chat.\nThe C and INSERT keys on the keyboard."
   },
   "A0510": {
      "message": "Open or close the player settings.\nThe V key on the keyboard."
   },
   "A0511": {
      "message": "Toggle full-screen mode.\nPress the ENTER key on the keyboard or double-click the view area.\nPress F11 (WIN+SHIFT+ENTER in the Microsoft Edge) to leave the chat visible."
   },
   "A0513": {
      "message": "You can reduce the quality if the download speed or your computer's performance is insufficient for continuous playback of this video. Not all channels allow to change the quality.\n\nThe “source” video has the highest quality. The other variants have lower quality; the source video was recompressed on the Twitch.tv server."
   },
   "A0515": {
      "message": "Download multiple files simultaneously. This can increase the overall download speed, and therefore avoid the playback interruptions.\n\nValues greater than 1 can delay the start of playback after the opening of the player (see the description of the “Start playback” setting)."
   },
   "A0517": {
      "message": "The downloaded video accumulates in the buffer. Playback will begin as soon as the duration of the video in the buffer will be not less than the specified value. This allows not to interrupt the playback during short-term problems of the network or server.\n\nIf you have frequent interruption of the playback (see “Buffer underruns” in the statistics), try to increase this value.\n\nIncreasing the buffer size increases the “stream delay” (see in the statistics) — the time between the capture of the video on a remote computer and the playback of this video on your computer. Low stream delay is important only for those who use the chat.\n\nI do NOT recommend to use a very small buffer size because during low buffer fullness (less than 1 seconds of video, see “Buffer fullness” in the statistics) there may be annoying visual artifacts (jerking, blackening of the screen, etc.)."
   },
   "A0519": {
      "message": "Unlike the “Buffer size” setting, this setting affects only the first start of playback. Allows you to faster start watching after the opening of the player.\n\nWhen this is useful:\n\n• You want to start playback as soon as possible.\n\n• You have no problems with the download speed, therefore no need to wait when the buffer becomes full.\n\n“Start playback” can be greater than “Buffer size”, i.e. they can be swapped. This is useful in case of large “Start playback” (for example, more than 10 s) and if “Download rate” (see in the statistics) does not much exceed “Stream bit rate” (for example, no more than twice)."
   },
   "A0521": {
      "message": "The enabled setting can sometimes reduce the server response time (see “Time to first byte” in the statistics), and therefore avoid interruption of the playback (see “Buffer underruns” in the statistics). The enabled setting always increases the stream delay (see the description of the “Buffer size” setting).\n\nIf you increased the “Buffer Size” setting above the default value, I recommend to turn off the delayed downloading."
   },
   "A0523": {
      "message": "The player at the specified interval downloads the playlist and checks it for new segments to download (see “Playlist” and “Added segments” in the statistics).\n\nThe minimum interval may slightly reduce the stream delay (see the description of the “Buffer size” setting).\n\nThe interval above 100 increases the stream delay and leads to simultaneous downloads of several segments (see the description of the “Simultaneous downloads” setting). You most likely will need to increase the “Buffer overflow” setting.\n\nAutomatic mode (click “+” or “−” until the word “Auto”) — the player will choose the optimal value (see “Polling interval” in the statistics)."
   },
   "A0525": {
      "message": "Reset the extension to default settings"
   },
   "A0527": {
      "description": "Копия есть в A0507.",
      "message": "Show the player statistics.\nThe S key on the keyboard."
   },
   "A0529": {
      "message": "You have found a bug in the “Alternate Player for Twitch.tv” extension? You have ideas how to improve it? Send your feedback to the developer of the extension."
   },
   "A0531": {
      "message": "If you liked the “Alternate Player for Twitch.tv” extension, then you can thank the developer by donating him some money. Donation will also serve as a great motivation to continue the extension development."
   },
   "A0532": {
      "message": "Drag to change the size of the chat.\nOther chat options are available in the player settings."
   },
   "A0534": {
      "description": "Вариант для Chrome и Firefox. A0578 для Edge.",
      "message": "The player remembers the specified number of seconds of broadcasting. At any time you can pause the broadcast to replay them.\n\nThe greater the duration, the higher the memory usage. Anyway the maximum memory usage will not exceed 150 megabytes in Chrome or 100 megabytes in Firefox.\n\nMaximum duration (click “+” or “−” until the word “Max”) — remove the time limit, leaving only the memory limit."
   },
   "A0535": {
      "message": "The last seconds of the broadcast.\nClick to rewind up to that position.\nPress LEFT/RIGHT ARROWS on the keyboard to rewind by 5 seconds.\nPress SHIFT+LEFT/RIGHT ARROWS on the keyboard to rewind by -5/+1 frames."
   },
   "A0536": {
      "message": "Change the playback speed.\nThe keys 0 through 9, PLUS and MINUS on the keyboard.\nYour computer's performance may be insufficient for playback at the maximum speed."
   },
   "A0538": {
      "message": "If the duration of the video in the buffer exceeds the sum “Buffer size” + “Buffer overflow”, then part of this video will be deleted (see “Buffer overflows” in the statistics) and in the upper right corner of the player red scissors will be shown.\n\nDecrease the setting to limit the maximum stream delay. Increase the setting to avoid skipping parts of the video."
   },
   "A0565": {
      "message": "To set your own colors, select the suitable theme, then open the “Colors” settings group. All changes will be saved in the “Customizable” theme.\n\nDo you want to share your customized theme with all users of the player? Click the “Feedback” button in the player settings, then type the brief name of the theme in English or Russian. If I will like the theme, then I will add it to the next version of the extension."
   },
   "A0572": {
      "message": "Check the visibility of the buttons while watching instant replay (the SPACE key on the keyboard). Check the readability of the text in the news.\n\nTo leave the background intact, click this button while holding down the SHIFT key on the keyboard."
   },
   "A0575": {
      "message": "Mute the sound and change the volume by mouse wheel"
   },
   "A0578": {
      "description": "Вариант для Edge. A0534 для Chrome и Firefox.",
      "message": "The player remembers the specified number of seconds of broadcasting. At any time you can pause the broadcast to replay them.\n\nThe greater the duration, the higher the memory usage."
   },
   "A0581": {
      "message": "Good — the download speed is always enough for the selected video quality (see the description of the “Video quality” setting). Select this option to make chatting easier (see the description of the “Buffer size” setting).\n\nModerate — sometimes the download speed falls below the desired level (see “Download rate” in the statistics). This is the most universal option.\n\nBad — the download speed often falls below the desired level or some segments cannot be downloaded due to network errors (see “Download errors” in the statistics). Select this option to reduce the number of playback interruptions.\n\nCustomizable — you have changed the settings in the “Buffering” settings group."
   },
   "A0592": {
      "message": "Click to begin following this channel.\n\nTo track your followed channels, as well as explore new ones, I recommend installing the “Twitch Now” browser extension."
   },
   "A0594": {
      "message": "Click to unfollow this channel"
   },
   "A0595": {
      "message": "Click to toggle receiving notifications about events that occur on this channel. The notification settings are located in your profile on the Twitch.tv website."
   },
   "A0597": {
      "message": "Open or close the information about this channel.\nThe I key on the keyboard."
   },
   "A0599": {
      "message": "Show help and 3 latest news.\nThe F1 key on the keyboard."
   },
   "A0606": {
      "message": "Save the extension settings to a file"
   },
   "A0608": {
      "message": "Restore the extension settings from a file"
   },
   "A0611": {
      "message": "Size of the player interface: buttons, text, etc. Does not affect the size of the video."
   },
   "A0613": {
      "message": "You can turn off the animation of the player interface on slow computer, such as a tablet"
   },
   "A0615": {
      "message": "Allows you to enable dark mode in the chat, regardless of Twitch.tv website settings"
   },
   "A0618": {
      "message": "Scroll down to see all the text"
   },
   "A0620": {
      "message": "Do not show this news again.\n\nAt any time you can read the help and 3 latest news by clicking the “Help” button in the player settings."
   },
   "A0622": {
      "message": "Temporarily close this window"
   },
   "A0624": {
      "message": "Choose the side of the browser window for chat placement. Auto — automatically choose one of the two specified sides, depending on the aspect ratio of the window.\n\nThe U key on the keyboard."
   },
   "A0628": {
      "message": "The player interface will be hidden if you do not touch the mouse for the specified time"
   },
   "A0630": {
      "message": "Choose how you want to close the chat.\n\nIf the chat is unloaded:\n• It does not receive messages.\n• You are not in the viewers list.\n• It will take more time to reopen the chat.\n\nIf the chat is hidden:\n• It continues to consume RAM (more than 100 megabytes) and CPU (up to +50%).\n• During the player start-up, it takes more time to begin the video playback."
   },
   "F0501": {
      "message": "Game:"
   },
   "F0502": {
      "message": "Watching now:"
   },
   "F0505": {
      "description": "Настройка отключена.",
      "message": "Off"
   },
   "F0512": {
      "message": "Video quality"
   },
   "F0514": {
      "message": "Simultaneous downloads"
   },
   "F0516": {
      "message": "Buffer size, seconds"
   },
   "F0518": {
      "message": "Start playback, seconds"
   },
   "F0520": {
      "message": "Delayed downloading"
   },
   "F0522": {
      "message": "Polling interval, %"
   },
   "F0524": {
      "message": "Reset"
   },
   "F0526": {
      "message": "Statistics"
   },
   "F0528": {
      "message": "Feedback"
   },
   "F0530": {
      "message": "Donate"
   },
   "F0533": {
      "message": "Instant replay duration, seconds"
   },
   "F0537": {
      "message": "Buffer overflow, seconds"
   },
   "F0539": {
      "description": "Название параметра статистики.",
      "message": "Video"
   },
   "F0540": {
      "description": "Название параметра статистики.",
      "message": "Compression"
   },
   "F0541": {
      "description": "Название параметра статистики.",
      "message": "Audio"
   },
   "F0542": {
      "description": "Название параметра статистики.",
      "message": "Server"
   },
   "F0543": {
      "description": "Название параметра статистики.",
      "message": "Queue"
   },
   "F0544": {
      "description": "Название параметра статистики.",
      "message": "Playlist, s"
   },
   "F0545": {
      "description": "Название параметра статистики.",
      "message": "Polling interval, %"
   },
   "F0546": {
      "description": "Название параметра статистики.",
      "message": "Added segments"
   },
   "F0547": {
      "description": "Название параметра статистики.",
      "message": "Added seconds"
   },
   "F0548": {
      "description": "Название параметра статистики.",
      "message": "Stream bit rate, Mbit/s"
   },
   "F0549": {
      "description": "Название параметра статистики.",
      "message": "Download rate, Mbit/s"
   },
   "F0550": {
      "description": "Название параметра статистики.",
      "message": "Time to first byte, s"
   },
   "F0551": {
      "description": "Название параметра статистики.",
      "message": "Remux, ms"
   },
   "F0552": {
      "description": "Название параметра статистики.",
      "message": "Stream delay, s"
   },
   "F0553": {
      "description": "Название параметра статистики.",
      "message": "Broadcasting duration"
   },
   "F0554": {
      "description": "Название параметра статистики.",
      "message": "Watching duration"
   },
   "F0555": {
      "description": "Название параметра статистики.",
      "message": "Total downloaded, MB"
   },
   "F0556": {
      "description": "Название параметра статистики.",
      "message": "Dropped frames"
   },
   "F0557": {
      "description": "Название параметра статистики.",
      "message": "Incomplete segments"
   },
   "F0558": {
      "description": "Название параметра статистики.",
      "message": "Download errors"
   },
   "F0559": {
      "description": "Название параметра статистики.",
      "message": "Buffer overflows"
   },
   "F0560": {
      "description": "Название параметра статистики.",
      "message": "Buffer underruns"
   },
   "F0561": {
      "description": "Группа настроек.",
      "message": "General"
   },
   "F0562": {
      "description": "Группа настроек.",
      "message": "Colors"
   },
   "F0563": {
      "description": "Группа настроек.",
      "message": "Buffering"
   },
   "F0564": {
      "message": "Player color theme"
   },
   "F0566": {
      "message": "Background color"
   },
   "F0567": {
      "message": "Buttons color"
   },
   "F0568": {
      "message": "Headers color"
   },
   "F0569": {
      "message": "Highlight color"
   },
   "F0570": {
      "message": "Transparency, %"
   },
   "F0571": {
      "message": "Check"
   },
   "F0573": {
      "description": "Название параметра статистики.",
      "message": "Buffer fullness, s"
   },
   "F0574": {
      "message": "Change volume by mouse wheel"
   },
   "F0576": {
      "message": "No"
   },
   "F0577": {
      "message": "Yes"
   },
   "F0579": {
      "message": "Gradient color"
   },
   "F0580": {
      "message": "Connection quality"
   },
   "F0582": {
      "message": "Broadcast language:"
   },
   "F0583": {
      "message": "Followers:"
   },
   "F0584": {
      "message": "Total views:"
   },
   "F0585": {
      "message": "Channel created:"
   },
   "F0587": {
      "message": "Communities:"
   },
   "F0588": {
      "message": "Teams:"
   },
   "F0589": {
      "message": "You:"
   },
   "F0590": {
      "message": "not \u003Ca href='https://www.twitch.tv/login' rel='external noopener noreferrer'>logged in\u003C/a>"
   },
   "F0591": {
      "message": "Follow"
   },
   "F0593": {
      "message": "Unfollow"
   },
   "F0600": {
      "message": "Right click toggles auto start\u003Cbr>of the “Alternate Player”.&ensp;Left\u003Cbr>click starts the “Alternate Player”."
   },
   "F0604": {
      "message": "Settings"
   },
   "F0605": {
      "message": "Export"
   },
   "F0607": {
      "message": "Import…"
   },
   "F0609": {
      "description": "Группа настроек.",
      "message": "Interface"
   },
   "F0610": {
      "message": "Interface size, %"
   },
   "F0612": {
      "message": "Interface animation"
   },
   "F0614": {
      "message": "Chat color theme"
   },
   "F0616": {
      "message": "Unchanged"
   },
   "F0617": {
      "message": "Dark"
   },
   "F0619": {
      "message": "Got it"
   },
   "F0621": {
      "message": "I will read it later"
   },
   "F0623": {
      "message": "Chat placement"
   },
   "F0625": {
      "description": "Есть несколько копий этой строки.",
      "message": "Help"
   },
   "F0626": {
      "message": "Chat"
   },
   "F0627": {
      "message": "Hide after inactivity, s"
   },
   "F0629": {
      "message": "Closed chat"
   },
   "F0631": {
      "message": "Unload"
   },
   "F0632": {
      "message": "Hide"
   },
   "F0633": {
      "message": "Notifications"
   },
   "F0700": {
      "description": "Заголовок формы для отправки отзыва.",
      "message": "Send feedback"
   },
   "F0701": {
      "message": "If you want to report the playback issue, first start the standard Twitch.tv player (reload this page, then click the broadcast title in the upper left corner). If the issue stays, then you do not need to report it. The developer of the \u003Ccite>Alternate Player for Twitch.tv\u003C/cite> extension is not affiliated with the owners of \u003Ccite>Twitch.tv\u003C/cite> and can not affect operation of their website and the quality of the broadcasts."
   },
   "F0702": {
      "message": "What do you want to report? Please write in detail, the phrases \u003Cq>chat does not work\u003C/q> and \u003Cq>video is not smooth\u003C/q> are useless. If you find a issue, please provide the steps that will ​allow me to reproduce this issue on my computer. If you want to add the new feature to the extension, explain its benefits."
   },
   "F0703": {
      "message": "You can enter an e-mail address, so that the developer can answer you."
   },
   "F0704": {
      "message": "Along with the text that you entered, the debug data will be sent."
   },
   "F0705": {
      "message": "Show debug data"
   },
   "F0706": {
      "message": "Privacy policy"
   },
   "F0707": {
      "description": "Кнопка.",
      "message": "Send data to the developer of the \u003Ccite>Alternate Player for Twitch.tv\u003C/cite> extension"
   },
   "F0708": {
      "description": "Заголовок формы для отправки отчета об ошибке.",
      "message": "An error occurred in the \u003Ccite>Alternate Player for Twitch.tv\u003C/cite> extension"
   },
   "F0709": {
      "message": "The extension is still in development, so errors may occur occasionally."
   },
   "F0710": {
      "message": "Make sure you have the latest version of the extension. Also, do not turn off the browser update: new browser versions are constantly improving the video playback. The frequent occurrence of errors can be caused by incorrect configuration of the hardware or software (first check the web browser settings)."
   },
   "F0712": {
      "message": "Please send debug data to the developer of the extension, so he could fix this error. If necessary, a few seconds of the video will be added to the debug data."
   },
   "F0715": {
      "message": "If you know the cause or sequence of your actions that led to the error, then briefly describe them."
   },
   "F0717": {
      "description": "Сбоку от этого текста \u003Cprogress> отображает ход отправки.",
      "message": "Sending data"
   },
   "F0718": {
      "description": "Кнопка для отмены или прерывания отправки данных.",
      "message": "Cancel"
   },
   "F0719": {
      "message": "Fail to send data \u003Cb>:(\u003C/b>"
   },
   "F0720": {
      "description": "Кнопка, которая повторяет отправку данных.",
      "message": "Try again"
   },
   "F0723": {
      "message": "In case of incorrect or missing English translation, please write the correct variant below. You can also \u003Ca href='http://coolcmd.tk/tw5/translate.html' target='_blank' rel='external noopener noreferrer'>do it yourself\u003C/a>, without the help of extension developer."
   },
   "F0724": {
      "message": "\u003Cb>If you have problems with the \u003Ccite>Alternate Player for Twitch.tv\u003C/cite> extension, first read the help. To do this, click the \u003Cq>Help\u003C/q> button in the player's settings. Also, most elements of the player interface have a context help in the form of tooltips, which I highly recommend to read.\u003C/b> If this does not help, use this form to send feedback to the developer of the extension."
   },
   "F0725": {
      "message": "I recommend doing this, because in most cases the information provided by users is not enough."
   },
   "F0726": {
      "description": "Версия для Chrome и Firefox.",
      "message": "Chat is developed by Twitch.tv. The extension just inserts the chat into its player. Servers that serve the chat can stop working for reasons beyond the control of the extension developer. This happens relatively rarely (at least in my city). The extension can \u003Ca href='http://coolcmd.tk/img/tw5/emotes.png' target='_blank' rel='external noopener noreferrer'>change the size and position of some elements\u003C/a>, but only if the height of the chat is not enough for comfortable use."
   },
   "F0727": {
      "description": "Версия для Edge.",
      "message": "Chat is developed by Twitch.tv. The extension just inserts the chat into its player. Servers that serve the chat can stop working for reasons beyond the control of the extension developer. This happens relatively rarely (at least in my city)."
   },
   "F1000": {
      "description": "Новость.",
      "message": "\u003Cp>Browser extension \u003Ccite>Alternate Player for Twitch.tv\u003C/cite> is developed by \u003Ccite>Alexander Choporov (CoolCmd)\u003C/cite>, and this takes a lot of free time. Extension is free. If you liked it, then you can thank the developer by donating him some money. Donation will also serve as a great motivation to continue the extension development.\u003C/p>\u003Cp>To make a donation, click \u003Ca href='http://coolcmd.tk/tw5/donate.html' target='_blank' rel='external noopener noreferrer'>this link\u003C/a> or open player settings and click the \u003Cq>Donate\u003C/q> button.\u003C/p>"
   },
   "F1001": {
      "description": "Справка. Часть 1.",
      "message": "\u003Cp>At any time you can read this help by clicking the \u003Cq>Help\u003C/q> button in the player settings. Also, most elements of the player interface have a context help in the form of tooltips, which I highly recommend to read.\u003C/p>\u003Cp>To open the channel on the Twitch.tv website, click the broadcast title in the upper left corner of the player. To open the game on the Twitch.tv website, click the game title in the upper right corner of the player.\u003C/p>\u003Cp>On the Twitch.tv website in the upper right corner there is extension's logo \u003Cq>5\u003C/q>. The right click on the logo toggles the automatic start of the player. The left click starts the player (if possible).\u003C/p>\u003Cp>Frequently used commands, such as \u003Ci>mute\u003C/i>, easier to give by pressing keys on the keyboard. The keys are listed in the tooltips.\u003C/p>"
   },
   "F1002": {
      "description": "Справка. Часть 2.",
      "message": "\u003Cp>To track your followed channels, as well as explore new ones, I recommend installing the \u003Ca href='https://chrome.google.com/webstore/detail/nlmbdmpjmlijibeockamioakdpmhjnpk' target='_blank' rel='external noopener noreferrer'>\u003Ccite>Twitch Now\u003C/cite>\u003C/a> browser extension.\u003C/p>\u003Cp>To reduce the stream delay (to make chatting easier), try changing the \u003Cq>Connection quality\u003C/q> to \u003Cq>Good\u003C/q> in the player settings.\u003C/p>\u003Cp>The following features of the Twitch.tv website are not available in the player yet: Whispers, Twitch extensions (not to be confused with browser extensions), Drops.\u003C/p>"
   },
   "F1006": {
      "description": "Новость.",
      "message": "\u003Cp>Проигрыватель на сайте Twitch.tv наконец-то \u003Ca href='https://blog.twitch.tv/html5-beta-access-expands-99554ea982e4' target='_blank' rel='external noopener noreferrer'>избавился от Flash\u003C/a> и теперь должен у всех работать шустро без установки расширений. Но я решил оставить расширение на плаву, потому что мой проигрыватель по-прежнему кое в чём превосходит стандартный проигрыватель сайта Twitch.tv.\u003C/p>"
   },
   "F1007": {
      "description": "Новость.",
      "message": "\u003Cp>Теперь проигрыватель не реагирует на кратковременные движения мыши — инерфейс проигрывателя будет реже выезжать во время просмотра.\u003C/p>\u003Cp>Также немного уменьшено потребление оперативной памяти.\u003C/p>"
   },
   "F1008": {
      "description": "Новость.",
      "message": "\u003Cp>Добавлен обход ошибки Chrome 56, которая приводила к высокому потреблению памяти расширением.\u003C/p>"
   },
   "F1009": {
      "description": "Новость.",
      "message": "\u003Cp>The description of statistics is not translated yet, but I think it is not very important.\u003C/p>\u003Cp>If you see the incorrect or missing English translation, please send the correct variant (\u003Cq>Feedback\u003C/q> button in the player settings). You can also \u003Ca href='http://coolcmd.tk/tw5/translate.html' target='_blank' rel='external noopener noreferrer'>do it yourself\u003C/a>, without the help of extension developer.\u003C/p>\u003Cp>\u003Ccite>obsidinyan\u003C/cite> and \u003Ccite>dicamarques\u003C/cite>, thanks for the help!\u003C/p>"
   },
   "F1011": {
      "description": "Новость.",
      "message": "\u003Cp>The ability to \u003Ca href='https://help.twitch.tv/customer/en/portal/articles/2442508-how-to-use-clips' target='_blank' rel='external noopener noreferrer'>create and share clips\u003C/a> was added to the player. Before clicking the appropriate button please read its tooltip.\u003C/p>"
   },
   "F1012": {
      "description": "Новость.",
      "message": "\u003Cp>In the player settings you can choose the colors of its interface. So far only two themes are available. To increase their number, read the tooltip.\u003C/p>"
   },
   "F1013": {
      "description": "Новость.",
      "message": "\u003Cp>Now the extension \u003Ccite>FrankerFaceZ\u003C/cite> is working in the chat. Also, the issue with the \u003Ccite>BetterTTV\u003C/cite> extension in \u003Ccite>Chrome\u003C/cite> was fixed.\u003C/p>"
   },
   "F1014": {
      "description": "Новость.",
      "message": "\u003Cp>Now the player is launching from the Twitch.tv website only on live channels.\u003C/p>\u003Cp>Added ability to increase the playback speed of instant replay.\u003C/p>\u003Cp>Added ability to mute the sound and change the volume by mouse wheel. You can disable this feature in the player's settings.\u003C/p>\u003Cp>Added ability to play/pause instant replay by clicking the view area.\u003C/p>\u003Cp>Added keyboard shortcuts that toggles the mute and sequentially change the playback speed of instant replay.\u003C/p>\u003Cp>The keyboard shortcuts for some commands have been changed to make them easier to use on laptops. The shortcuts are listed in the tooltips.\u003C/p>\u003Cp>And the bad news. Due to changes on the Twitch server, the extension no longer \u003Cq>resurrects\u003C/q> the audio of past broadcasts.\u003C/p>"
   },
   "F1016": {
      "description": "Новость.",
      "message": "\u003Cp>To do this, right-click the edge of the open chat. Click again to return the chat to the right. Read the tooltip, as usual.\u003C/p>"
   },
   "F1017": {
      "description": "Новость.",
      "message": "\u003Cp>\u003Ca href='https://www.microsoft.com/store/apps/9p9p2nd0s56c' target='_blank' rel='external noopener noreferrer'>Install\u003C/a>, rate and review. :)\u003C/p>\u003Cp>Also, the \u003Cq>Black And White\u003C/q> color theme was added.\u003C/p>"
   },
   "F1018": {
      "description": "Новость.",
      "message": "\u003Cp>Added setting for quick selection of the Internet connection quality.\u003C/p>\u003Cp>Added setting for changing the gradient color.\u003C/p>\u003Cp>\u003Ccite>Chrome\u003C/cite>: added support for the \u003Ca href='https://chrome.google.com/webstore/detail/aiimboljphncldaakcnapfolgnjonlea' target='_blank' rel='external noopener noreferrer'>\u003Ccite>FFZ Add-On Pack\u003C/cite>\u003C/a> extension.\u003C/p>"
   },
   "F1019": {
      "description": "Новость.",
      "message": "\u003Cp>Added support for the new version of the Twitch.tv website (go.twitch.tv).\u003C/p>"
   },
   "F1020": {
      "description": "Новость.",
      "message": "\u003Cp>Added a brief information about the channel you are watching, with the ability to follow/unfollow it. To view this information, click the icon in the upper right corner of the player or press \u003Cq>\u003Ccode>I\u003C/code>\u003C/q> key on the keyboard. To track your followed channels, as well as explore new ones, I recommend installing the \u003Ca href='https://chrome.google.com/webstore/detail/nlmbdmpjmlijibeockamioakdpmhjnpk' target='_blank' rel='external noopener noreferrer'>\u003Ccite>Twitch Now\u003C/cite>\u003C/a> browser extension.\u003C/p>\u003Cp>Added rerun indicator: the icon in the upper left corner of the player.\u003C/p>\u003Cp>Added \u003Cq>Help\u003C/q> button, which shows help and 3 latest news.\u003C/p>\u003Cp>Tapping the touchscreen shows the player interface.\u003C/p>"
   },
   "F1021": {
      "description": "Новость. Вариант для Chrome.",
      "message": "\u003Cp>In this version of the extension, a workaround for the \u003Ccite>Google Chrome\u003C/cite> bug was added. This bug sometimes blocked the display of chat in the player.\u003C/p>\u003Cp>If the dark mode does not work in the player's chat, do the following. Log in to Twitch.tv website and make sure that \u003Cb>the legacy site is turned on\u003C/b>. If you have the \u003Ccite>BetterTTV\u003C/cite> extension installed, turn on the dark theme in the \u003Ccite>BetterTTV\u003C/cite> settings. Otherwise turn on the dark mode in the website settings.\u003C/p>"
   },
   "F1022": {
      "description": "Новость. Вариант для Firefox.",
      "message": "\u003Cp>If you have problems with chat, open your browser settings, then allow to accept third-party cookies or add an address&emsp;\u003Ccode>https://twitch.tv\u003C/code>&emsp;to exceptions. If the dark mode does not work in the player's chat, do the following. Log in to Twitch.tv website and make sure that \u003Cb>the legacy site is turned on\u003C/b>. If you have the \u003Ccite>BetterTTV\u003C/cite> extension installed, turn on the dark theme in the \u003Ccite>BetterTTV\u003C/cite> settings. Otherwise turn on the dark mode in the website settings.\u003C/p>"
   },
   "F1023": {
      "description": "Новость.",
      "message": "\u003Cp>The live broadcast indicator has been added to the top left corner of the player. Click it to view the broadcast from the beginning. This feature is not available on all channels.\u003C/p>"
   },
   "F1024": {
      "description": "Справка. Вариант для Chrome.",
      "message": "\u003Cp>If you have problems with chat, or dark mode does not work in the player's chat, then open your browser settings and allow to save and read cookie data, including third-party cookie data. If you have the \u003Ccite>BetterTTV\u003C/cite> browser extension installed, turn on the dark theme in the \u003Ccite>BetterTTV\u003C/cite> settings. Otherwise turn on the dark mode in the website and/or player settings.\u003C/p>\u003Cp>To show the \u003Ccite>BetterTTV\u003C/cite> extension settings in the chat settings, increase the width of the chat.\u003C/p>\u003Cp>Due to browser limitations, the browser extensions which enhance chat are not working in the player. The exception is made for the \u003Ccite>BetterTTV\u003C/cite>, \u003Ccite>FrankerFaceZ\u003C/cite> and \u003Ccite>FFZ Add-On Pack\u003C/cite> extensions. To do this, the \u003Ccite>Alternate Player for Twitch.tv\u003C/cite> extension during the installation requires permission to read the list of installed extensions. Do not worry about this permission. :)\u003C/p>"
   },
   "F1025": {
      "description": "Справка. Вариант для Edge.",
      "message": "\u003Cp>Due to browser limitations, the browser extensions which enhance chat, such as \u003Ccite>BetterTTV\u003C/cite>, are not working in the player. Also, the extension does not work in InPrivate mode.\u003C/p>"
   },
   "F1026": {
      "description": "Справка. Вариант для Firefox.",
      "message": "\u003Cp>If you have problems with chat, or dark mode does not work in the player's chat, then open your browser settings and allow to accept cookies, including third-party cookies, or add an address&emsp;\u003Ccode>https://twitch.tv\u003C/code>&emsp;to exceptions. If you have the \u003Ccite>BetterTTV\u003C/cite> browser extension installed, turn on the dark theme in the \u003Ccite>BetterTTV\u003C/cite> settings. Otherwise turn on the dark mode in the website and/or player settings.\u003C/p>\u003Cp>To show the \u003Ccite>BetterTTV\u003C/cite> extension settings in the chat settings, increase the width of the chat.\u003C/p>\u003Cp>You should not block the JavaScript on the Twitch.tv website, for example in the \u003Ccite>NoScript\u003C/cite> extension. Also, you should not block the loading of HTML5 video, for example in the \u003Ccite>Flashblock\u003C/cite> extension.\u003C/p>"
   },
   "F1027": {
      "description": "Справка. Часть 3.",
      "message": "\u003Cp>If you have problems with the \u003Ccite>Alternate Player for Twitch.tv\u003C/cite> extension, send feedback to the extension developer. To do this, click the \u003Cq>Feedback\u003C/q> button in the player settings.\u003C/p>"
   },
   "F1037": {
      "description": "Новость.",
      "message": "\u003Cp>You can move the chat to the left side of the player.\u003C/p>"
   },
   "F1038": {
      "description": "Новость.",
      "message": "\u003Cp>Chrome 62 (and its clones) is not fully compatible with Windows 10: after minimizing the window or switching the tab, a video playback error may occur. In this case, I recommend disable hardware-accelerated video decoding until Google fixes the issue.\u003C/p>"
   },
   "F1040": {
      "description": "Новость.",
      "message": "\u003Cp>Some downside of this transition:\u003Cbr>• The player's address has changed (check your bookmarks). The player's address will change after each reinstallation of the extension.\u003Cbr>• Player settings might have been lost.\u003Cbr>• There could be new bugs.\u003C/p>"
   },
   "F1042": {
      "description": "Новость.",
      "message": "\u003Cp>Some time ago, Google removed the extension from its Web Store, because the owners of the Twitch.tv website did not like the name of the extension. Therefore, I decided to change the name of the extension from \u003Ccite>Twitch 5\u003C/cite> to \u003Ccite>Alternate Player for Twitch.tv\u003C/cite>. Nothing else was changed. The extension is still being developed by the \u003Ccite>Alexander Choporov (CoolCmd)\u003C/cite>. The extension is available in the Google Web Store at the \u003Ca href='https://chrome.google.com/webstore/detail/bhplkbgoehhhddaoolmakpocnenplmhf' target='_blank' rel='external noopener noreferrer'>new address\u003C/a>.\u003C/p>"
   },
   "F1043": {
      "description": "Новость.",
      "message": "\u003Cp>Added the ability to export and import extension settings to a file. Now you will not lose the settings after reinstalling the extension or switching to another browser. Also, you can share your settings with other people.\u003C/p>"
   },
   "F1044": {
      "description": "Новость.",
      "message": "\u003Cp>Added settings that allow you to change the size of the interface and turn off the animation.\u003C/p>\u003Cp>Clicking on the duration of the broadcast shows the player statistics.\u003C/p>\u003Cp>On the Twitch.tv website, two buttons are combined into one, which is still located in the upper right corner of the website. The right click on the button toggles the automatic start of the player. The left click starts the player (if possible).\u003C/p>\u003Cp>Added support for the \u003Ca href='https://m.twitch.tv/' target='_blank' rel='external noopener noreferrer'>website for mobile devices\u003C/a>. At the moment, only \u003Ca href='https://play.google.com/store/apps/details?id=org.mozilla.firefox' target='_blank' rel='external noopener noreferrer'>Firefox for Android\u003C/a> can execute my extension. Support for the touch screen is not ideal yet. Anyway, on tablets the people watch the broadcasts in the Twitch App, and not in the browser (I think).\u003C/p>"
   },
   "F1046": {
      "description": "Новость.",
      "message": "\u003Cp>Added setting that allow you to enable dark mode in the chat, regardless of Twitch.tv website settings.\u003C/p>\u003Cp>Also, in Firefox the bug is fixed: a white page in the place of chat.\u003C/p>"
   },
   "F1047": {
      "description": "Новость.",
      "message": "\u003Cp>Added setting for the chat placement: you can attach chat to any side of the browser window.\u003C/p>\u003Cp>If the height of the chat is small (for example, chat is attached to the lower or upper side of the window), the size and position of its elements will be optimized by the extension to fit into the chat more \u003Ca href='http://coolcmd.tk/img/tw5/messages.png' target='_blank' rel='external noopener noreferrer'>messages\u003C/a> and \u003Ca href='http://coolcmd.tk/img/tw5/emotes.png' target='_blank' rel='external noopener noreferrer'>emotes\u003C/a>. This optimization is compatible with current versions of \u003Ccite>BetterTTV\u003C/cite> and \u003Ccite>FrankerFaceZ\u003C/cite> browser extensions. This optimization is not available in Microsoft Edge.\u003C/p>\u003Cp>Added setting for closing the chat: unload or hide. Differences are described in the tooltip.\u003C/p>\u003Cp>Added setting for interface auto-hide timeout. Also, now the interface will hide immediately if the mouse leaves the player area.\u003C/p>\u003Cp>Fixed the \u003Ccite>FFZ Add-On Pack\u003C/cite> browser extension in Chrome. Fixed hiding the chat which is attached to lower side in Firefox.\u003C/p>\u003Cp>Note: to show the \u003Ccite>BetterTTV\u003C/cite> browser extension settings in the chat settings, increase the width of the chat.\u003C/p>"
   },
   "J0100": {
      "message": "Broadcast ended"
   },
   "J0101": {
      "message": "\n\nClick to open this channel on the Twitch.tv website:\n• To watch this broadcast or video in standard player.\n• To read the full description of the channel.\n• To perform other actions that are not available in the “Alternate Player”."
   },
   "J0102": {
      "message": "\n\nClick to watch other broadcasts and videos of this game."
   },
   "J0103": {
      "description": "Название трансляции не указано.",
      "message": "Untitled"
   },
   "J0104": {
      "description": "Название игры не указано.",
      "message": "Not specified"
   },
   "J0105": {
      "description": "Название вкладки проигрывателя. Слева добавляется название канала. TODO RTL",
      "message": " - Alternate Player for Twitch.tv"
   },
   "J0106": {
      "message": "Stop the broadcast and start watching instant replay.\nThe SPACE key on the keyboard."
   },
   "J0107": {
      "message": "Continue watching the broadcast.\nThe SPACE key on the keyboard."
   },
   "J0108": {
      "message": "Mute the sound.\nPress the PAGE DOWN or M key on the keyboard or click the mouse wheel (see the player settings)."
   },
   "J0109": {
      "message": "Unmute the sound.\nPress the PAGE UP or M key on the keyboard or click the mouse wheel (see the player settings)."
   },
   "J0112": {
      "message": "Pause instant replay.\nPress the Z or 5 (NUMPAD) key on the keyboard or click the view area."
   },
   "J0113": {
      "message": "Play instant replay.\nPress the Z or 5 (NUMPAD) key on the keyboard or click the view area."
   },
   "J0114": {
      "message": "Mbit/s"
   },
   "J0115": {
      "description": "Название качества трансляции.",
      "message": "Source"
   },
   "J0116": {
      "description": "Название качества трансляции.",
      "message": "High"
   },
   "J0117": {
      "description": "Название качества трансляции.",
      "message": "Medium"
   },
   "J0118": {
      "description": "Название качества трансляции.",
      "message": "Low"
   },
   "J0119": {
      "description": "Название качества трансляции.",
      "message": "Mobile"
   },
   "J0120": {
      "description": "Текст или HTML-фрагмент. Длина слова не более 5 символов. Означает, что значение настройки подбирается автоматически. Копия есть в A0523.",
      "message": "Auto"
   },
   "J0121": {
      "description": "Название темы оформления.",
      "message": "Steel Blue"
   },
   "J0122": {
      "description": "Название темы оформления.",
      "message": "Goldish"
   },
   "J0123": {
      "description": "Название темы оформления. Копия есть в A0565.",
      "message": "Customizable"
   },
   "J0124": {
      "description": "Число в настройках проигрывателя заменяется на это слово. Длина слова не более 5 символов. Означает отсутствие ограничений. Копия есть в A0534.",
      "message": "Max"
   },
   "J0125": {
      "description": "Название темы оформления.",
      "message": "Black And White"
   },
   "J0126": {
      "description": "Название качества соединения. Копия есть в A0581.",
      "message": "Good"
   },
   "J0127": {
      "description": "Название качества соединения. Копия есть в A0581.",
      "message": "Moderate"
   },
   "J0128": {
      "description": "Название качества соединения. Копия есть в A0581.",
      "message": "Bad"
   },
   "J0129": {
      "description": "Название качества соединения. Копия есть в A0581.",
      "message": "Customizable"
   },
   "J0130": {
      "message": "This is a live broadcast. Click to view this broadcast from the beginning."
   },
   "J0131": {
      "message": "Rerun of previously recorded video"
   },
   "J0132": {
      "message": "Today^Yesterday^2 days ago^3 days ago^4 days ago^5 days ago^6 days ago"
   },
   "J0133": {
      "message": "Alternate Player for Twitch.tv extension settings.json"
   },
   "J0134": {
      "message": "Imported settings are not compatible with the current version of the extension"
   },
   "J0135": {
      "message": "Fail to read file  "
   },
   "J0136": {
      "description": "HTML",
      "message": "After saving the settings, close this tab."
   },
   "J0200": {
      "message": "Browser does not have enough RAM."
   },
   "J0201": {
      "message": "Your browser is unable to play the video or audio. If this shit happens on all Twitch.tv channels, then your browser does not support H.264 or AAC. In this case, please remove the “Alternate Player for Twitch.tv” extension from your browser."
   },
   "J0202": {
      "message": "The “Alternate Player for Twitch.tv” extension can not work in your browser (browser does not support Media Source Extensions). You should update your browser or remove the extension."
   },
   "J0203": {
      "message": "It seems that you typed the wrong address. Channel with the specified name does not exist."
   },
   "J0204": {
      "message": "This version of the “Alternate Player for Twitch.tv” extension does not work in your browser. Please remove the extension from your browser and install the correct version.\n\nVersion for Google Chrome:\nhttps://chrome.google.com/webstore/detail/bhplkbgoehhhddaoolmakpocnenplmhf\n\nVersion for Mozilla Firefox:\nhttps://addons.mozilla.org/firefox/addon/twitch_5/\n\nVersion for Microsoft Edge:\nhttps://www.microsoft.com/store/apps/9p9p2nd0s56c"
   },
   "J0205": {
      "message": "Perhaps some browser extension is interfering with the player, for example by blocking HTML5 video playback."
   },
   "J0206": {
      "message": "The browser was unable to play the video.\n\nPossible causes:\n• Video or audio uses compression, which is not supported by your browser.\n• Browser does not have enough RAM. 32-bit browser may not have enough address space (see browser's “Virtual Size” in the “Process Explorer” utility).\n• The video was corrupted, for example during transmission over the network.\n• Problems with computer hardware: overheating, overclocking, etc.\n• Bugs in computer software.\n\nPlease reload the page to continue viewing the broadcast. If the problem persists on other channels, and you do not know its cause, follow these steps one at a time until the error will disappear:\n• Close the several browser tabs (to free up memory).\n• Restart the browser.\n• Restart the computer.\n• Disable hardware-accelerated video decoding.\n• Reset the browser settings.\n• Update the video card drivers.\n• Uninstall the “codec pack” (if any)."
   },
   "J0207": {
      "message": "The player can not show this broadcast, because there is no video or sound. Perhaps, temporarily. Try to reload the page after 30 seconds."
   },
   "J0208": {
      "message": "There was a problem with the video playback. Try to reload the page to continue watching."
   },
   "J0209": {
      "message": "Failed to read extension settings."
   },
   "J0210": {
      "message": "Please restart the browser to make the “Alternate Player for Twitch.tv” extension operable. If this will not help, open the list of installed extensions and make sure that the extension is turned on."
   },
   "J0211": {
      "message": "This channel is already open in another tab of the browser. Click the “Back” button to go back to the previous page."
   },
   "J0212": {
      "message": "Failed to save extension settings."
   },
   "J0213": {
      "message": "The “Alternate Player for Twitch.tv” extension works in all Firefox versions starting with 52, but does not work in one version 55. Please update your browser or remove the extension from it."
   },
   "J1003": {
      "description": "Заголовок новости.",
      "message": "Please support!"
   },
   "J1004": {
      "description": "Заголовок справки.",
      "message": "Important information"
   },
   "J1010": {
      "description": "Заголовок новости.",
      "message": "Changes in the new version of the extension"
   },
   "J1028": {
      "description": "Заголовок новости.",
      "message": "Расширение “Alternate Player for Twitch.tv” больше не нужно?"
   },
   "J1029": {
      "description": "Заголовок новости.",
      "message": "The extension was translated into English"
   },
   "J1030": {
      "description": "Заголовок новости.",
      "message": "Create clips and share them with anyone"
   },
   "J1031": {
      "description": "Заголовок новости.",
      "message": "Color the player to your liking"
   },
   "J1032": {
      "description": "Заголовок новости.",
      "message": "Compatibility with chat extensions"
   },
   "J1034": {
      "description": "Заголовок новости.",
      "message": "You can move the chat below the video"
   },
   "J1035": {
      "description": "Заголовок новости.",
      "message": "The “Alternate Player for Twitch.tv” extension is available for the Microsoft Edge browser"
   },
   "J1036": {
      "description": "Заголовок новости.",
      "message": "Fixing the chat"
   },
   "J1039": {
      "description": "Заголовок новости.",
      "message": "Now extension is compatible with future Firefox versions"
   },
   "J1041": {
      "description": "Заголовок новости.",
      "message": "The name of the extension has been changed"
   },
   "M0001": {
      "description": "Краткое описание расширения. Копия этой строки есть в AMO и Windows Store.",
      "message": "Alternate player of live broadcasts for the Twitch.tv website."
   }
}
