{
	"M0001":
	{
		"message": "Альтернативный проигрыватель прямых трансляций для сайта Twitch.tv.",
		"description": "Краткое описание расширения. Копия этой строки есть в AMO и Windows Store."
	},
	"M0002":
	{
		"message": "Twitch 5",
		"description": "Полное имя расширения."
	},
	"J0100":
	{
		"message": "Трансляция завершена"
	},
	"J0101":
	{
		"message": "\n\nОткрыть этот канал на сайте Twitch.tv чтобы:\n• Смотреть эту трансляцию или видеоматериалы стандартным проигрывателем.\n• Прочитать полное описание канала.\n• Совершить другие действия, которые недоступны в проигрывателе “Twitch 5”."
	},
	"J0102":
	{
		"message": "\n\nЩёлкните чтобы смотреть другие прямые трансляции и видеоматериалы этой игры."
	},
	"J0103":
	{
		"message": "Без названия",
		"description": "Название трансляции не указано."
	},
	"J0104":
	{
		"message": "Не указана",
		"description": "Название игры не указано."
	},
	"J0105":
	{
		"message": " - Twitch 5",
		"description": "Название вкладки проигрывателя. Слева добавляется название канала. TODO RTL"
	},
	"J0106":
	{
		"message": "Остановить просмотр трансляции и начать просмотр повтора.\nКлавиша ПРОБЕЛ на клавиатуре."
	},
	"J0107":
	{
		"message": "Продолжить просмотр трансляции.\nКлавиша ПРОБЕЛ на клавиатуре."
	},
	"J0108":
	{
		"message": "Отключить звук.\nКлавиши PAGE DOWN и M на клавиатуре или щелчок колесом мыши (смотрите настройки проигрывателя)."
	},
	"J0109":
	{
		"message": "Включить звук.\nКлавиши PAGE UP и M на клавиатуре или щелчок колесом мыши (смотрите настройки проигрывателя)."
	},
	"J0112":
	{
		"message": "Поставить повтор на паузу.\nКлавиши Z и 5 (ЦИФРОВОЙ БЛОК) на клавиатуре или щелчок мыши по области просмотра."
	},
	"J0113":
	{
		"message": "Снять повтор с паузы.\nКлавиши Z и 5 (ЦИФРОВОЙ БЛОК) на клавиатуре или щелчок мыши по области просмотра."
	},
	"J0114":
	{
		"message": "Мбит/с"
	},
	"J0115":
	{
		"message": "Исходное",
		"description": "Название качества трансляции."
	},
	"J0116":
	{
		"message": "Высокое",
		"description": "Название качества трансляции."
	},
	"J0117":
	{
		"message": "Среднее",
		"description": "Название качества трансляции."
	},
	"J0118":
	{
		"message": "Низкое",
		"description": "Название качества трансляции."
	},
	"J0119":
	{
		"message": "Ужасное",
		"description": "Название качества трансляции."
	},
	"J0120":
	{
		"message": "Авто",
		"description": "Число в настройках проигрывателя заменяется на это слово. Длина слова не более 5 символов. Означает, что значение настройки подбирается автоматически. Копия есть в A0523."
	},
	"J0121":
	{
		"message": "Шторм",
		"description": "Название темы оформления."
	},
	"J0122":
	{
		"message": "Золотистая",
		"description": "Название темы оформления."
	},
	"J0123":
	{
		"message": "Настраиваемая",
		"description": "Название темы оформления. Копия есть в A0565."
	},
	"J0124":
	{
		"message": "Макс",
		"description": "Число в настройках проигрывателя заменяется на это слово. Длина слова не более 5 символов. Означает отсутствие ограничений. Копия есть в A0534."
	},
	"J0125":
	{
		"message": "Чёрно-белая",
		"description": "Название темы оформления."
	},
	"J0126":
	{
		"message": "Хорошее",
		"description": "Название качества соединения. Копия есть в A0581."
	},
	"J0127":
	{
		"message": "Среднее",
		"description": "Название качества соединения. Копия есть в A0581."
	},
	"J0128":
	{
		"message": "Плохое",
		"description": "Название качества соединения. Копия есть в A0581."
	},
	"J0129":
	{
		"message": "Настраиваемое",
		"description": "Название качества соединения. Копия есть в A0581."
	},
	"J0130":
	{
		"message": "Идёт прямая трансляция. Щёлкните, чтобы посмотреть её с самого начала."
	},
	"J0131":
	{
		"message": "Идёт трансляция ранее записанного видео"
	},
	"J0132":
	{
		"message": "Сегодня^Вчера^2 дня назад^3 дня назад^4 дня назад^5 дней назад^6 дней назад"
	},
	"J0133":
	{
		"message": "Настройки расширения Twitch 5.json"
	},
	"J0134":
	{
		"message": "Импортируемые настройки не совместимы с текущей версией расширения"
	},
	"J0135":
	{
		"message": "Не удалось прочесть файл  "
	},
	"J0136":
	{
		"message": "После сохранения настроек закройте эту вкладку.",
		"description": "HTML"
	},
	"J0200":
	{
		"message": "Браузеру не хватает оперативной памяти."
	},
	"J0201":
	{
		"message": "Ваш браузер не смог воспроизвести видео или звук. Если это происходит на всех каналах сайта Twitch.tv, значит ваш браузер не поддерживает H.264 или AAC. В этом случае, пожалуйста, удалите из вашего браузера расширение “Twitch 5”."
	},
	"J0202":
	{
		"message": "Расширение “Twitch 5” не может работать в вашем браузере (браузер не поддерживает Media Source Extensions). Пожалуйста, обновите ваш браузер или удалите из него расширение."
	},
	"J0203":
	{
		"message": "Похоже, что вы набрали неправильный адрес. Канала с указанным названием не существует."
	},
	"J0204":
	{
		"message": "Эта версия расширения “Twitch 5” не работает в вашем браузере. Пожалуйста, удалите расширение из вашего браузера и установите правильную версию.\n\nВерсия для Google Chrome:\nhttps://chrome.google.com/webstore/detail/twitch-5/knankefoajngclnjgnelanfohgihifpc\n\nВерсия для Mozilla Firefox:\nhttps://addons.mozilla.org/firefox/addon/twitch_5/\n\nВерсия для Microsoft Edge:\nhttps://www.microsoft.com/store/apps/9p9p2nd0s56c"
	},
	"J0205":
	{
		"message": "Возможно, какое-то расширение браузера мешает работе проигрывателя, например блокируя воспроизведение HTML5-видео."
	},
	"J0206":
	{
		"message": "Браузер не смог воспроизвести видео.\n\nВозможные причины:\n• Видео или звук использует сжатие, которое не поддерживается вашим браузером.\n• Браузеру не хватает оперативной памяти. 32-битному браузеру может не хватать адресного пространства (смотрите Virtual Size браузера в приложении Process Explorer).\n• Видео было повреждено, например во время передачи по сети.\n• Проблемы с оборудованием компьютера: перегрев, переразгон и т.д.\n• Ошибки в программном обеспечении компьютера.\n\nПерегрузите страницу чтобы продолжить просмотр трансляции. Если ошибка повторится на других каналах, и вы не знаете её причину, то выполните следующие действия по одному, пока не исчезнут ошибки:\n• Закройте несколько вкладок браузера (чтобы освободить память).\n• Перезапустите браузер.\n• Перезагрузите компьютер.\n• Отключите аппаратное декодирование видео.\n• Сбросьте настройки браузера.\n• Обновите драйверы видеокарты.\n• Удалите из системы набор кодеков (если есть).\n• Пните ногой компьютер со словами “Будь проклят тот день когда я сел за баранку этого пылесоса”!"
	},
	"J0207":
	{
		"message": "Проигрыватель не может показать эту трансляцию, потому что в ней отсутствует видео или звук. Возможно, это временное явление. Попробуйте перегрузить страницу через 30 секунд."
	},
	"J0208":
	{
		"message": "Возникла проблема с воспроизведением видео. Попробуйте перезагрузить страницу для продолжения просмотра."
	},
	"J0209":
	{
		"message": "Не удалось прочитать настройки расширения."
	},
	"J0210":
	{
		"message": "Пожалуйста, перезапустите браузер, чтобы расширение “Twitch 5” заработало. Если это не поможет, откройте список установленных расширений и убедитесь, что расширение “Twitch 5” включено."
	},
	"J0211":
	{
		"message": "Этот канал уже открыт в другой вкладке браузера. Нажмите кнопку “Назад” чтобы вернуться на предыдущую страницу."
	},
	"J0212":
	{
		"message": "Не удалось сохранить настройки расширения."
	},
	"J0213":
	{
		"message": "Расширение “Twitch 5” работает в браузере Firefox во всех версиях начиная с 52, но не работает в версии 55. Пожалуйста, обновите ваш браузер или удалите из него расширение."
	},
	"F0501":
	{
		"message": "Игра:"
	},
	"F0502":
	{
		"message": "Зрителей:"
	},
	"A0503":
	{
		"message": "Количество зрителей, смотрящих сейчас эту трансляцию, включая вас и, возможно, ведущего трансляции. Это число обновляется примерно раз в минуту."
	},
	"A0504":
	{
		"message": "Создать клип.\nКлавиши ALT+X на клавиатуре.\nВы должны быть авторизованы на сайте Twitch.tv. Если вы поставили трансляцию на паузу, у вас есть не более минуты, чтобы создать клип."
	},
	"F0505":
	{
		"message": "Откл.",
		"description": "Настройка отключена."
	},
	"A0506":
	{
		"message": "Изменить громкость.\nСТРЕЛКИ ВВЕРХ/ВНИЗ на клавиатуре или вертикальное вращение колеса мыши (смотрите настройки проигрывателя)."
	},
	"A0507":
	{
		"message": "Продолжительность этой трансляции. Дата, время и часовой пояс на вашем компьютере должны быть правильно установлены.\n\nЩёлкните, чтобы показать состояние проигрывателя.",
		"description": "Копия есть в A0527."
	},
	"A0508":
	{
		"message": "Показать новости. После прочтения новостей нажмите эту кнопку ещё раз.\n\nВ любое время вы можете прочесть 3 последние новости, нажав кнопку “?” в настройках проигрывателя."
	},
	"A0509":
	{
		"message": "Открыть или закрыть чат.\nКлавиши С и INSERT на клавиатуре."
	},
	"A0510":
	{
		"message": "Открыть или закрыть настройки проигрывателя.\nКлавиша V на клавиатуре."
	},
	"A0511":
	{
		"message": "Переключить полноэкранный режим.\nКлавиша ENTER на клавиатуре или двойной щелчок мыши по области просмотра.\nКлавиша F11 (WIN+SHIFT+ENTER в Microsoft Edge) переключает полноэкранный режим не скрывая чат."
	},
	"F0512":
	{
		"message": "Качество трансляции"
	},
	"A0513":
	{
		"message": "Уменьшите качество, если скорости скачивания или производительности вашего компьютера недостаточно для непрерывного воспроизведения этого видео. Не все каналы позволяют менять качество.\n\nCкорости скачивания недостаточно, если в статистике средняя скорость загрузки постоянно меньше среднего битрейта трансляции. Производительности вашего компьютера недостаточно, если в статистике непрерывно растёт количество пропущенных кадров, и одно или несколько ядер процессора полностью загружено.\n\nSource — исходное видео, самое высокое качество. У остальных вариантов качество ниже, исходное видео пережато на сервере Twitch.tv."
	},
	"F0514":
	{
		"message": "Одновременных загрузок"
	},
	"A0515":
	{
		"message": "Видео загружается из сети небольшими частями — сегментами. Одновременная загрузка нескольких сегментов может повысить общую скорость загрузки, и, следовательно, избежать приостановок воспроизведения.\n\nЗначения больше 1 могут задержать начало воспроизведения после открытия проигрывателя (смотрите описание настройки “Начать воспроизведение”)."
	},
	"F0516":
	{
		"message": "Размер буфера, с"
	},
	"A0517":
	{
		"message": "Загруженное видео накапливается в буфере. Воспроизведение начнётся как только продолжительность видео в буфере станет не меньше указанного значения. Это позволяет не приостанавливать воспроизведение во время кратковременных проблем в сети или на сервере.\n\nЕсли у вас часто приостанавливается воспроизведение (смотрите в статистике “Исчерпаний буфера”), то попробуйте увеличить это значение. \n\nУвеличение размера буфера увеличивает задержку трансляции. Задержка трансляции (смотрите в статистике) — это время между захватом видео на компьютере ведущего трансляции и просмотром этого видео вами. Низкая задержка важна только тем, кто пользуется чатом.\n\nЯ НЕ рекомендую сильно занижать размер буфера, потому что когда в буфера остаётся менее 1 секунды непросмотренного видео (смотрите в статистике “Заполненность буфера”), возможны неприятные визуальные артефакты (подергивания, почернение экрана и т.д.)."
	},
	"F0518":
	{
		"message": "Начать воспроизведение, с"
	},
	"A0519":
	{
		"message": "В отличие от настройки “Размер буфера”, эта настройка влияет только на первое начало воспроизведения. Позволяет быстрее начать просмотр после открытия проигрывателя.\n\nКогда это полезно:\n\n• Вам хочется как можно скорее понять, что происходит на экране.\n\n• У вас редко бывают проблемы со скоростью скачивания, а значит ждать заполнения буфера не обязательно.\n\n“Начать воспроизведение” может превышать “Размер буфера”, т.е. их можно поменять местами. Это полезно при больших значениях “Начать воспроизведение” (например, больше 10 с) и если “Скорость загрузки” (смотрите в статистике) не сильно превышает “Битрейт трансляции” (например, не более чем в два раза)."
	},
	"F0520":
	{
		"message": "Отложенная загрузка"
	},
	"A0521":
	{
		"message": "Включённая настройка иногда может сократить время отклика сервера (смотрите в статистике “Ожидание ответа”), и, следовательно, избежать приостановок воспроизведения (смотрите в статистике “Исчерпаний буфера”). Включённая настройка всегда увеличивает задержку трансляции (смотрите описание настройки “Размера буфера”).\n\nЕсли вы увеличили настройку “Размер буфера” выше стандартного значения, я рекомендую отключить отложенную загрузку."
	},
	"F0522":
	{
		"message": "Интервал опроса, %"
	},
	"A0523":
	{
		"message": "Проигрыватель через указанный интервал скачивает список воспроизведения и проверяет наличие в нём новых сегментов для загрузки (смотрите “Список сегментов” и “Добавлено сегментов” в статистике).\n\nМинимальный интервал может немного уменьшить задержку трансляции (смотрите описание настройки “Размер буфера”).\n\nИнтервал выше 100 увеличивает задержку трансляции и приводит к одновременной загрузке нескольких сегментов (смотрите описание настройки “Одновременных загрузок”). Вам скорее всего придётся увеличить значение настройки “Переполнение буфера”.\n\nАвтоматический режим (нажимайте “+” или “−” до появления слова “Авто”) — проигрыватель самостоятельно подберёт оптимальный интервал (смотрите “Интервал опроса” в статистике)."
	},
	"F0524":
	{
		"message": "Сброс"
	},
	"A0525":
	{
		"message": "Присвоить всем настройкам расширения стандартные значения"
	},
	"F0526":
	{
		"message": "Статистика"
	},
	"A0527":
	{
		"message": "Показать состояние проигрывателя. Не для средних умов. :)\nКлавиша S на клавиатуре.",
		"description": "Копия есть в A0507."
	},
	"F0528":
	{
		"message": "Пожаловаться"
	},
	"A0529":
	{
		"message": "Нашли ошибку в расширении “Twitch 5”? Есть идеи как его улучшить? Отправьте свой отзыв разработчику расширения."
	},
	"F0530":
	{
		"message": "Поддержать"
	},
	"A0531":
	{
		"message": "Если вам понравилось расширение “Twitch 5”, то вы можете отблагодарить разработчика, пожертвовав ему немного денег. Это также послужит отличной мотивацией не забрасывать разработку расширения."
	},
	"A0532":
	{
		"message": "Тащите чтобы изменить размер чата.\nЩёлкните правой кнопкой мыши чтобы изменить положение чата.\nЩёлкните левой кнопкой мыши чтобы скрыть чат. Скрытый чат продолжит принимать сообщения (и потреблять ресурсы компьютера)."
	},
	"F0533":
	{
		"message": "Продолжительность повтора, с"
	},
	"A0534":
	{
		"message": "Проигрыватель запоминает указанное количество секунд трансляции. В любой момент вы можете остановить трансляцию и повторно их просмотреть.\n\nЧем выше продолжительность, тем выше потребление оперативной памяти. В любом случае максимальное потребление памяти не превысит 150 мегабайтов в Chrome или 100 мегабайтов в Firefox.\n\nМаксимальная продолжительность (нажимайте “+” или “−” до появления слова “Макс”) — убрать ограничение на время, оставив только ограничение на память.",
		"description": "Вариант для Chrome и Firefox. A0578 для Edge."
	},
	"A0535":
	{
		"message": "Последние секунды трансляции. Продолжительность задаётся в настройках.\nЩёлкните в нужном месте чтобы изменить позицию воспроизведения.\nСТРЕЛКИ ВЛЕВО/ВПРАВО на клавиатуре переносят позицию на 5 секунд.\nSHIFT+СТРЕЛКИ ВЛЕВО/ВПРАВО на клавиатуре переносят позицию на -5/+1 кадров."
	},
	"A0536":
	{
		"message": "Изменить скорость воспроизведения.\nКлавиши от 0 до 9, ПЛЮС и МИНУС на клавиатуре.\nПроизводительности вашего компьютера может не хватить для воспроизведения на максимальной скорости."
	},
	"F0537":
	{
		"message": "Переполнение буфера, с"
	},
	"A0538":
	{
		"message": "Если продолжительность видео в буфере превысит сумму “Размер буфера” + “Переполнение буфера”, то часть этого видео будет удалена (смотрите в статистике “Переполнений буфера”) и в правом верхнем углу проигрывателя будут показаны красные ножницы.\n\nУменьшите значение настройки, чтобы ограничить максимальную задержку трансляции. Увеличьте значение настройки, чтобы избежать пропуск видео."
	},
	"F0539":
	{
		"message": "Видео",
		"description": "Название параметра статистики."
	},
	"F0540":
	{
		"message": "Сжатие",
		"description": "Название параметра статистики."
	},
	"F0541":
	{
		"message": "Звук",
		"description": "Название параметра статистики."
	},
	"F0542":
	{
		"message": "Сервер",
		"description": "Название параметра статистики."
	},
	"F0543":
	{
		"message": "Очередь",
		"description": "Название параметра статистики."
	},
	"F0544":
	{
		"message": "Список сегментов, с",
		"description": "Название параметра статистики."
	},
	"F0545":
	{
		"message": "Интервал опроса, %",
		"description": "Название параметра статистики."
	},
	"F0546":
	{
		"message": "Добавлено сегментов",
		"description": "Название параметра статистики."
	},
	"F0547":
	{
		"message": "Добавлено секунд",
		"description": "Название параметра статистики."
	},
	"F0548":
	{
		"message": "Битрейт трансляции, Мбит/с",
		"description": "Название параметра статистики."
	},
	"F0549":
	{
		"message": "Скорость загрузки, Мбит/с",
		"description": "Название параметра статистики."
	},
	"F0550":
	{
		"message": "Ожидание ответа, с",
		"description": "Название параметра статистики."
	},
	"F0551":
	{
		"message": "Преобразовано за, мс",
		"description": "Название параметра статистики."
	},
	"F0552":
	{
		"message": "Задержка трансляции, с",
		"description": "Название параметра статистики."
	},
	"F0553":
	{
		"message": "Продолжит-ть трансляции",
		"description": "Название параметра статистики."
	},
	"F0554":
	{
		"message": "Продолжит-ть просмотра",
		"description": "Название параметра статистики."
	},
	"F0555":
	{
		"message": "Всего скачано, МБайт",
		"description": "Название параметра статистики."
	},
	"F0556":
	{
		"message": "Пропущено кадров",
		"description": "Название параметра статистики."
	},
	"F0557":
	{
		"message": "Проблемных сегментов",
		"description": "Название параметра статистики."
	},
	"F0558":
	{
		"message": "Ошибок скачивания",
		"description": "Название параметра статистики."
	},
	"F0559":
	{
		"message": "Переполнений буфера",
		"description": "Название параметра статистики."
	},
	"F0560":
	{
		"message": "Исчерпаний буфера",
		"description": "Название параметра статистики."
	},
	"F0561":
	{
		"message": "Основные",
		"description": "Группа настроек."
	},
	"F0562":
	{
		"message": "Цвета",
		"description": "Группа настроек."
	},
	"F0563":
	{
		"message": "Буферизация",
		"description": "Группа настроек."
	},
	"F0564":
	{
		"message": "Тема оформления"
	},
	"A0565":
	{
		"message": "Чтобы задать собственные цвета, выберите подходящую тему, затем откройте группу настроек “Цвета”. Все изменения будут сохранены в теме оформления “Настраиваемая”.\n\nХотите поделиться вашей настроенной темой оформления со всеми пользователями проигрывателя? Нажмите кнопку “Пожаловаться” в настройках проигрывателя и введите короткое название темы оформления на русском или английском языке. Если тема мне понравится, то я добавлю её в следующую версию расширения."
	},
	"F0566":
	{
		"message": "Цвет фона"
	},
	"F0567":
	{
		"message": "Цвет кнопок"
	},
	"F0568":
	{
		"message": "Цвет заголовков"
	},
	"F0569":
	{
		"message": "Цвет выделения"
	},
	"F0570":
	{
		"message": "Прозрачность, %"
	},
	"F0571":
	{
		"message": "Проверить"
	},
	"A0572":
	{
		"message": "Проверьте видимость кнопок во время просмотра повтора (клавиша ПРОБЕЛ на клавиатуре). Проверьте разборчивость текста в новостях.\n\nЧтобы не менять фон, нажмите эту кнопку удерживая нажатой клавишу SHIFT на клавиатуре."
	},
	"F0573":
	{
		"message": "Заполненность буфера, с",
		"description": "Название параметра статистики. Копия есть в A0517."
	},
	"F0574":
	{
		"message": "Менять громкость колесом мыши"
	},
	"A0575":
	{
		"message": "Приглушать звук и менять громкость колесом мыши"
	},
	"F0576":
	{
		"message": "Нет"
	},
	"F0577":
	{
		"message": "Да"
	},
	"A0578":
	{
		"message": "Проигрыватель запоминает указанное количество секунд трансляции. В любой момент вы можете остановить трансляцию и повторно их просмотреть.\n\nЧем выше продолжительность, тем выше потребление оперативной памяти.",
		"description": "Вариант для Edge. A0534 для Chrome и Firefox."
	},
	"F0579":
	{
		"message": "Цвет градиента"
	},
	"F0580":
	{
		"message": "Качество соединения"
	},
	"A0581":
	{
		"message": "Хорошее — скорости загрузки всегда хватает для выбранного качества трансляции (смотрите описание настройки “Качество трансляции”). Выберите этот пункт, чтобы облегчить общение в чате (смотрите описание настройки “Размер буфера”).\n\nСреднее — скорость загрузки иногда падает ниже нужного уровня (смотрите в статистике “Скорость загрузки”). Этот пункт подойдёт вам в большинстве случаев.\n\nПлохое — скорость загрузки часто падает ниже нужного уровня или часть сегментов не удаётся скачать из-за сетевых ошибок (смотрите в статистике “Ошибок скачивания”). Выберите этот пункт, чтобы сократить количество приостановок воспроизведения.\n\nНастраиваемое — вы изменили настройки в группе настроек “Буферизация”."
	},
	"F0582":
	{
		"message": "Язык трансляции:"
	},
	"F0583":
	{
		"message": "Подписчиков:"
	},
	"F0584":
	{
		"message": "Всего просмотров:"
	},
	"F0585":
	{
		"message": "Канал создан:"
	},
	"F0587":
	{
		"message": "Сообщества:"
	},
	"F0588":
	{
		"message": "Команды:"
	},
	"F0589":
	{
		"message": "Вы:"
	},
	"F0590":
	{
		"message": "не <a href='https://www.twitch.tv/login' rel='external noopener noreferrer'>авторизованы</a>"
	},
	"F0591":
	{
		"message": "Подписаться"
	},
	"A0592":
	{
		"message": "Бесплатно подписаться на этот канал (follow).\n\nДля слежения за подписанными каналами, а также для поиска новых каналов, я рекомендую установить расширение для браузеров “Twitch Now”."
	},
	"F0593":
	{
		"message": "Отписаться"
	},
	"A0594":
	{
		"message": "Отказаться от бесплатной подписки на этот канал (unfollow)"
	},
	"A0595":
	{
		"message": "Щёлкните, чтобы получать уведомления о событиях, происходящих на этом канале. Настройки уведомлений находятся в вашем профиле на сайте Twitch.tv."
	},
	"A0596":
	{
		"message": "Щёлкните, чтобы отказаться от получения уведомлений о событиях, происходящих на этом канале"
	},
	"A0597":
	{
		"message": "Открыть или закрыть информацию об этом канале.\nКлавиша I на клавиатуре."
	},
	"A0599":
	{
		"message": "Показать справку и 3 последние новости"
	},
	"F0600":
	{
		"message": "Правый щелчок переключает автоматический<br>запуск проигрывателя “Twitch&nbsp;5”. Левый<br>щелчок запускает проигрыватель."
	},
	"F0604":
	{
		"message": "Настройки"
	},
	"F0605":
	{
		"message": "Экспорт"
	},
	"A0606":
	{
		"message": "Сохранить настройки расширения в файле"
	},
	"F0607":
	{
		"message": "Импорт…"
	},
	"A0608":
	{
		"message": "Восстановить настройки расширения из файла"
	},
	"F0609":
	{
		"message": "Интерфейс",
		"description": "Группа настроек."
	},
	"F0610":
	{
		"message": "Размер интерфейса, %"
	},
	"A0611":
	{
		"message": "Размер интерфейса проигрывателя: кнопок, текста и т.д. Не влияет на размер видео."
	},
	"F0612":
	{
		"message": "Анимация интерфейса"
	},
	"A0613":
	{
		"message": "Вы можете отключить анимацию интерфейса проигрывателя на слабом компьютере, например планшете"
	},
	"F0700":
	{
		"message": "Отправка отзыва",
		"description": "Заголовок формы для отправки отзыва."
	},
	"F0701":
	{
		"message": "Если вы хотите сообщить о проблеме воспроизведения трансляции, то сначала запустите стандартный проигрыватель сайта Twitch.tv (перезагрузите эту страницу, затем щёлкните название трансляции в левом верхнем углу). Если в нём есть та же проблема, то отзыв отправлять не нужно. Разработчик расширения <cite>Twitch 5</cite> никак не связан с владельцами <cite>Twitch.tv</cite> и не может повлиять на работу их сайта и на качество трансляций."
	},
	"F0702":
	{
		"message": "Что вы хотите сообщить? Пишите подробно, фразы <q>расширение не работает</q> и <q>трансляция тормозит</q> мне ни о чем не говорят."
	},
	"F0703":
	{
		"message": "Вы можете оставить адрес электронной почты, чтобы разработчик мог вам ответить."
	},
	"F0704":
	{
		"message": "Вместе с введенным вами текстом будут отправлены отладочные данные."
	},
	"F0705":
	{
		"message": "Показать отладочные данные"
	},
	"F0706":
	{
		"message": "Политика конфиденциальности"
	},
	"F0707":
	{
		"message": "Отправить данные разработчику расширения <cite>Twitch 5</cite>",
		"description": "Кнопка."
	},
	"F0708":
	{
		"message": "Во время работы расширения <cite>Twitch 5</cite> произошла ошибка",
		"description": "Заголовок формы для отправки отчета об ошибке."
	},
	"F0709":
	{
		"message": "Расширение пока находится в разработке, поэтому ошибки происходят чаще, чем хотелось бы."
	},
	"F0710":
	{
		"message": "Убедитесь, что у вас установлена последняя версия расширения. Также не отключайте обновление браузера: в новых версиях браузера постоянно улучшают воспроизведение видео. Если у вас часто происходят ошибки, то возможно причина в настройках оборудования или программного обеспечения (в первую очередь браузера)."
	},
	"F0712":
	{
		"message": "Пожалуйста, отправьте отладочные данные разработчику расширения, чтобы он смог эту ошибку исправить. Если необходимо, к отладочным данным будут добавлены несколько секунд просмотренного видео."
	},
	"F0715":
	{
		"message": "Кратко опишите причину или последовательность ваших действий, которые привели к появлению ошибки. Например: просмотр одновременно нескольких трансляций, пробуждение компьютера после спячки, сильная загрузка процессора другими вкладками браузера или приложениями, нехватка оперативной памяти, перегрев компонентов компьютера (в ноутбуке), нападение на квартиру пришельцев-рептилоидов, проблемы с доступом в Интернет."
	},
	"F0717":
	{
		"message": "Идет отправка данных",
		"description": "Сбоку от этого текста <progress> отображает ход отправки."
	},
	"F0718":
	{
		"message": "Отменить",
		"description": "Кнопка для отмены или прерывания отправки данных."
	},
	"F0719":
	{
		"message": "Не удалось отправить данные <b>:(</b>"
	},
	"F0720":
	{
		"message": "Попробовать еще раз",
		"description": "Кнопка, которая повторяет отправку данных."
	},
	"F0723":
	{
		"message": "Вы можете <a href='http://coolcmd.tk/tw5/translate.html' target='_blank'>самостоятельно</a> перевести расширение на новый язык, а также исправить и дополнить существующий перевод."
	},
	"F0724":
	{
		"message": "<b>Если вас не устраивает работа расширения <cite>Twitch 5</cite>, то сначала прочтите справку. Для этого нажмите кнопку “?” в настройках проигрывателя.</b> Если после этого остались вопросы, то с помощью этой формы отправьте сообщение разработчику расширения."
	},
	"F0725":
	{
		"message": "Я рекомендую это сделать, потому что в большинстве случаев пользователи предоставляют недостаточно информации."
	},
	"F1000":
	{
		"message": "<p>Расширение для браузеров <cite>Twitch 5</cite> разрабатывает <cite>Alexander Choporov AKA CoolCmd</cite> в своё свободное время (которого ушло на удивление много). Расширение бесплатно. Если оно вам понравилось, то вы можете отблагодарить разработчика, пожертвовав ему немного денег. Это также послужит отличной мотивацией не забрасывать разработку расширения.</p><p>Для того чтобы сделать пожертвование, щелкните <a href='http://coolcmd.tk/tw5/donate.html' target='_blank'>эту ссылку</a> или откройте настройки проигрывателя и нажмите кнопку <q>Поддержать</q>.</p>",
		"description": "Новость."
	},
	"F1001":
	{
		"message": "<p>Многие элементы интерфейса проигрывателя, такие как кнопки, ссылки и <b>кромка чата</b>, имеют всплывающую подсказку, которую полезно прочесть.</p><p>Чтобы открыть канал на сайте Twitch.tv, щёлкните название трансляции в левом верхнем углу проигрывателя. Щелчок по названию игры откроет каталог этой игры.</p><p>На сайте Twitch.tv в правом верхнем углу находится логотип расширения <q>5</q>. Правый щелчок по логотипу переключает автоматический запуск проигрывателя. Левый щелчок запускает проигрыватель (если возможно).</p><p>Часто используемые команды, такие как <i>приглушить звук</i>, проще отдавать нажимая клавиши на клавиатуре. Клавиши перечислены во всплывающих подсказках.</p>",
		"description": "Справка. Часть 1."
	},
	"F1002":
	{
		"message": "<p>Для слежения за подписанными каналами, а также для поиска новых каналов, я рекомендую установить расширение для браузеров <a href='https://chrome.google.com/webstore/detail/twitch-now/nlmbdmpjmlijibeockamioakdpmhjnpk' rel='external noopener noreferrer' target='_blank'><cite>Twitch Now</cite></a>.</p><p>Для уменьшения задержки трансляции (чтобы облегчить общение в чате) попробуйте в настройках проигрывателя изменить <q>Качество соединения</q> на <q>Хорошее</q>.</p><p>В проигрывателе недоступны приватные сообщения (whispers).</p>",
		"description": "Справка. Часть 2."
	},
	"J1003":
	{
		"message": "Поддержи развитие расширения!",
		"description": "Заголовок новости."
	},
	"J1004":
	{
		"message": "Важная информация, которая сбережёт ваше время",
		"description": "Заголовок справки."
	},
	"F1006":
	{
		"message": "<p>Проигрыватель на сайте Twitch.tv наконец-то <a href='https://blog.twitch.tv/html5-beta-access-expands-99554ea982e4' target='_blank'>избавился от Flash</a> и теперь должен у всех работать шустро без установки расширений. Но я решил оставить расширение на плаву, потому что мой проигрыватель по-прежнему кое в чём превосходит стандартный проигрыватель сайта Twitch.tv.</p>",
		"description": "Новость."
	},
	"F1007":
	{
		"message": "<p>Теперь проигрыватель не реагирует на кратковременные движения мыши — инерфейс проигрывателя будет реже выезжать во время просмотра.</p><p>Также немного уменьшено потребление оперативной памяти.</p>",
		"description": "Новость."
	},
	"F1008":
	{
		"message": "<p>Добавлен обход ошибки Chrome 56, которая приводила к высокому потреблению памяти расширением.</p>",
		"description": "Новость."
	},
	"F1009":
	{
		"message": "<p>The description of statistics is not translated yet, but I think it is not very important.</p><p>If you see the incorrect or missing English translation, please send the correct variant (<q>Feedback</q> button in the player settings). You can also <a href='http://coolcmd.tk/tw5/translate.html' target='_blank'>do it yourself</a>, without the help of extension developer.</p><p><cite>obsidinyan</cite> and <cite>dicamarques</cite>, thanks for the help!</p>",
		"description": "Новость."
	},
	"J1010":
	{
		"message": "Изменения в новой версии расширения",
		"description": "Заголовок новости."
	},
	"F1011":
	{
		"message": "<p>В проигрыватель добавлена кнопка для <a href='https://help.twitch.tv/customer/ru/portal/articles/2442508-how-to-use-clips' target='_blank'>создания клипа</a>. Перед нажатием на кнопку, пожалуйста, прочтите её всплывающую подсказку.</p>",
		"description": "Новость."
	},
	"F1012":
	{
		"message": "<p>В настройках проигрывателя вы можете выбрать цвета его оформления. Пока тем оформления всего две. Чтобы увеличить их количество, прочтите всплывающую подсказку.</p>",
		"description": "Новость."
	},
	"F1013":
	{
		"message": "<p>Теперь в чате работает расширение <cite>FrankerFaceZ</cite>. Также была устранена проблема с расширением <cite>BetterTTV</cite> в <cite>Chrome</cite>.</p>",
		"description": "Новость."
	},
	"F1014":
	{
		"message": "<p>Теперь проигрыватель запускается с сайта Twitch.tv только на тех каналах, где в данный момент идёт прямая трансляция.</p><p>Добавлена возможность ускоренного воспроизведения повтора.</p><p>Добавлена возможность приглушать звук и менять громкость колесом мыши. Вы можете отключить эту возможность в настройках проигрывателя.</p><p>Добавлена возможность останавливать/продолжать просмотр повтора щелчком мыши по области просмотра.</p><p>Добавлены комбинации клавиш для приглушения звука и для последовательного изменения скорости повтора.</p><p>Изменены комбинации клавиш для некоторых команд, чтобы их было удобнее использовать владельцам ноутбуков. Клавиши перечислены во всплывающих подсказках.</p><p>И плохая новость. В связи с изменениями на сервере Twitch, расширение больше не восстанавливает звук у архивных трансляций.</p>",
		"description": "Новость."
	},
	"F1016":
	{
		"message": "<p>Чтобы сделать это, щёлкните правой кнопкой мыши по кромке открытого чата. Щёлкните ещё раз, чтобы вернуть чат на правую сторону. Читайте всплывающую подсказку, как обычно.</p>",
		"description": "Новость."
	},
	"F1017":
	{
		"message": "<p><a href='https://www.microsoft.com/store/apps/9p9p2nd0s56c' target='_blank'>Устанавливайте</a>, ставьте оценку и пишите отзыв. :)</p><p>Также была добавлена <q>Чёрно-белая</q> тема оформления.</p>",
		"description": "Новость."
	},
	"F1018":
	{
		"message": "<p>Добавлена настройка для быстрого выбора качества интернет-соединения.</p><p>Добавлена настройка для изменения цвета градиента.</p><p><cite>Chrome</cite>: добавлена поддержка расширения <a href='https://chrome.google.com/webstore/detail/the-ffz-add-on-pack/aiimboljphncldaakcnapfolgnjonlea' target='_blank'><cite>FFZ Add-On Pack</cite></a>.</p>",
		"description": "Новость."
	},
	"F1019":
	{
		"message": "<p>Добавлена поддержка новой версии сайта Twitch.tv (go.twitch.tv).</p>",
		"description": "Новость."
	},
	"F1020":
	{
		"message": "<p>Добавлена краткая информация о просматриваемом канале, с возможностью на него подписаться или отписаться. Для просмотра этой информации, щёлкните значок в правом верхнем углу проигрывателя или нажмите клавишу <q><code>I</code></q> на клавиатуре. Для слежения за подписанными каналами, а также для поиска новых каналов, я рекомендую установить расширение для браузеров <a href='https://chrome.google.com/webstore/detail/twitch-now/nlmbdmpjmlijibeockamioakdpmhjnpk' rel='external noopener noreferrer' target='_blank'><cite>Twitch Now</cite></a>.</p><p>Добавлен индикатор повтора трансляции: значок в левом верхнем углу проигрывателя.</p><p>Добавлена кнопка “?”, которая показывает справку и 3 последние новости.</p><p>Касание сенсорного экрана показывает интерфейс проигрывателя.</p>",
		"description": "Новость."
	},
	"F1021":
	{
		"message": "<p>В этой версии расширения был добавлен обход ошибки <cite>Google Chrome</cite>, из-за которой чат в проигрывателе не всегда был виден.</p><p>Если у вас не работает затемнённый режим в чате, то проделайте следующее. Авторизуйтесь на сайте Twitch.tv и убедитесь, что <b>старая версия сайта включена</b>. Если у вас установлено расширение <cite>BetterTTV</cite>, то включите тёмную тему в его настройках. Иначе, включите затемнённый режим в настройках сайта.</p>",
		"description": "Новость. Вариант для Chrome."
	},
	"F1022":
	{
		"message": "<p>Если у вас не работает чат, то в настройках браузера разрешите приём куков со сторонних сайтов или добавьте в исключения адрес&ensp;<code>https://twitch.tv</code>. Если у вас не работает затемнённый режим в чате, то проделайте следующее. Авторизуйтесь на сайте Twitch.tv и убедитесь, что <b>старая версия сайта включена</b>. Если у вас установлено расширение <cite>BetterTTV</cite>, то включите тёмную тему в его настройках. Иначе, включите затемнённый режим в настройках сайта.</p>",
		"description": "Новость. Вариант для Firefox."
	},
	"F1023":
	{
		"message": "<p>В левый верхний угол проигрывателя добавлен индикатор прямой трансляции. Щёлкните его, чтобы посмотреть трансляцию с самого начала. Такая возможность есть не на всех каналах.</p>",
		"description": "Новость."
	},
	"F1024":
	{
		"message": "<p>Если у вас не работает чат или затемнённый режим в чате, то в настройках браузера разрешите сохранять и читать файлы cookie, в том числе сторонние. Если у вас установлено расширение <cite>BetterTTV</cite>, то включите тёмную тему в его настройках. Иначе, включите затемнённый режим в настройках сайта.</p><p>Из-за ограничений браузера, в проигрывателе не работают расширения, улучшающие чат. Исключение сделано для расширений <cite>BetterTTV</cite>, <cite>FrankerFaceZ</cite> и <cite>FFZ Add-On Pack</cite>. Для этого расширение <cite>Twitch 5</cite> во время установки требует разрешение на чтение списка установленных расширений. Не пугайтесь этого разрешения. :)</p>",
		"description": "Справка. Вариант для Chrome."
	},
	"F1025":
	{
		"message": "<p>Из-за ограничений браузера, в проигрывателе не работают расширения, улучшающие чат, такие как <cite>BetterTTV</cite>. Также расширение не работает в режиме InPrivate.</p>",
		"description": "Справка. Вариант для Edge."
	},
	"F1026":
	{
		"message": "<p>Если у вас не работает чат или затемнённый режим в чате, то в настройках браузера разрешите приём куков (cookie), в том числе со сторонних сайтов, или добавьте в исключения адрес&ensp;<code>https://twitch.tv</code>. Если у вас установлено расширение <cite>BetterTTV</cite>, то включите тёмную тему в его настройках. Иначе, включите затемнённый режим в настройках сайта.</p><p>Нельзя запрещать выполнение JavaScript на сайте Twitch.tv, например в расширении <cite>NoScript</cite>. Также нельзя блокировать загрузку HTML5-видео, например в расширении <cite>Flashblock</cite>.</p>",
		"description": "Справка. Вариант для Firefox."
	},
	"F1027":
	{
		"message": "<p>Если вас не устраивает работа расширения <cite>Twitch 5</cite>, то сообщите об этом разработчику расширения. Для этого нажмите кнопку <q>Пожаловаться</q> в настройках проигрывателя.</p><p>В любое время вы можете прочесть эту справку, нажав кнопку “?” в настройках проигрывателя.</p>",
		"description": "Справка. Часть 3."
	},
	"J1028":
	{
		"message": "Расширение “Twitch 5” больше не нужно?",
		"description": "Заголовок новости."
	},
	"J1029":
	{
		"message": "The extension was translated into English",
		"description": "Заголовок новости."
	},
	"J1030":
	{
		"message": "Создавайте клипы и делитесь ими с кем попало",
		"description": "Заголовок новости."
	},
	"J1031":
	{
		"message": "Раскрасьте проигрыватель по своему вкусу",
		"description": "Заголовок новости."
	},
	"J1032":
	{
		"message": "Совместимость с расширениями чата",
		"description": "Заголовок новости."
	},
	"J1034":
	{
		"message": "Добавлена возможность перемещать чат под видео",
		"description": "Заголовок новости."
	},
	"J1035":
	{
		"message": "Расширение “Twitch 5” доступно для браузера Microsoft Edge",
		"description": "Заголовок новости."
	},
	"J1036":
	{
		"message": "Чиним чат",
		"description": "Заголовок новости."
	},
	"F1037":
	{
		"message": "<p>Добавлена возможность перемещать чат на левую сторону проигрывателя.</p>",
		"description": "Новость."
	},
	"F1038":
	{
		"message": "<p>Браузер Chrome 62 (и его клоны) не полностью совместим с Windows 10: после сворачивания окна или переключения вкладки может произойти ошибка воспроизведения видео. В этом случае я рекомендую отключить аппаратное декодирование видео пока Google не устранит проблему.</p>",
		"description": "Новость."
	},
	"J1039":
	{
		"message": "Расширение “Twitch 5” совместимо с будущими версиями Firefox",
		"description": "Заголовок новости."
	},
	"F1040":
	{
		"message": "<p>С этим переходом связаны некоторые неудобства:<br>• Изменился адрес проигрывателя (проверьте свои закладки). Адрес проигрывателя будет меняться после каждой переустановки расширения.<br>• В проигрывателе могли слететь ваши настройки.<br>• Могли появиться новые ошибки.</p>",
		"description": "Новость."
	},
	"F1043":
	{
		"message": "<p>Добавлена возможность экспорта и импорта настроек расширения в файл. Теперь вы не потеряете настройки после переустановки расширения или перехода на другой браузер. Также вы можете поделиться своими настройками с другими людьми.</p>",
		"description": "Новость."
	},
	"F1044":
	{
		"message": "<p>Добавлены настройки для изменения размера интерфейса и отключения анимации.</p><p>Щелчок по продолжительности трансляции показывает состояние проигрывателя.</p><p>На сайте Twitch.tv две кнопки объединены в одну, которая по-прежнему находится в правом верхнем углу сайта. Правый щелчок по кнопке переключает автоматический запуск проигрывателя. Левый щелчок запускает проигрыватель (если возможно).</p><p>Добавлена поддержка <a href='https://m.twitch.tv/' rel='external noopener noreferrer' target='_blank'>сайта для мобильных устройств</a>. На данный момент только <a href='https://play.google.com/store/apps/details?id=org.mozilla.firefox' rel='external noopener noreferrer' target='_blank'>Firefox for Android</a> умеет запускать моё расширение. Поддержка сенсорного экрана пока не идеальна. В любом случае, на планшетах люди смотрят трансляции в Twitch App, а не в браузере (я так думаю).</p>",
		"description": "Новость."
	}
}
