{
   "A0503": {
      "message": "Количество зрителей, смотрящих сейчас эту трансляцию, включая вас и, возможно, ведущего трансляции. Это число обновляется примерно раз в минуту."
   },
   "A0504": {
      "message": "Создать клип.\nКлавиши ALT+X на клавиатуре.\n\nВы должны быть авторизованы на сайте Twitch.tv. Если вы поставили трансляцию на паузу, у вас есть не более минуты, чтобы создать клип."
   },
   "A0506": {
      "message": "Изменить громкость.\nСТРЕЛКИ ВВЕРХ/ВНИЗ на клавиатуре или вертикальное вращение колеса мыши (смотрите настройки проигрывателя)."
   },
   "A0507": {
      "description": "Копия A0527.",
      "message": "Продолжительность этой трансляции.\nЩёлкните, чтобы показать состояние проигрывателя."
   },
   "A0508": {
      "message": "Щёлкните, чтобы узнать, что нового появилось в расширении"
   },
   "A0509": {
      "message": "Открыть или закрыть чат.\nКлавиша C на клавиатуре."
   },
   "A0510": {
      "message": "Открыть или закрыть настройки проигрывателя.\nКлавиша V на клавиатуре."
   },
   "A0511": {
      "message": "Переключить полноэкранный режим.\nКлавиша ENTER на клавиатуре или двойной щелчок мыши по области просмотра.\nКлавиша F11 не скрывает чат."
   },
   "A0513": {
      "description": "Копия J0139 J0144.",
      "message": "Уменьшите качество, если скорости скачивания или производительности вашего компьютера недостаточно для непрерывного воспроизведения этого видео. Не все каналы позволяют менять качество.\n\nCкорости скачивания недостаточно, если в статистике средняя скорость загрузки постоянно меньше среднего битрейта трансляции. Производительности вашего компьютера недостаточно, если в статистике непрерывно растёт количество пропущенных кадров, и одно или несколько ядер процессора полностью загружено.\n\nИсточник — исходное видео, самое высокое качество. У остальных вариантов качество ниже, исходное видео пережато на сервере Twitch.tv.\n\nТолько звук — не скачивать и не показывать видео. Это уменьшит потребление ресурсов (процессор, память, интернет-соединение) проигрывателем. Идеален для прослушивания музыки."
   },
   "A0515": {
      "message": "Видео загружается из сети небольшими частями — сегментами. Значение настройки больше 1 разрешает одновременно загружать указанное количество сегментов. Это повысит общую скорость загрузки, но только если скорость загрузки одного сегмента ниже пропускной способности вашего интернет-соединения, или “ожидание ответа” больше 0,5 секунды (смотрите в статистике). В ином случае станет только хуже: вам придётся увеличивать размер буфера, а это увеличит задержку трансляции.\n\nЗначение настройки больше 1 может немного задержать начало воспроизведения после открытия проигрывателя (смотрите описание настройки “Начать воспроизведение”). Также оно может удлиннить приостановку воспроизведения, вызванную ошибкой скачивания сегмента (смотрите в статистике “Ошибок скачивания”)."
   },
   "A0517": {
      "message": "Загруженное видео накапливается в буфере. Воспроизведение начнётся как только продолжительность видео в буфере станет не меньше указанного значения. Это позволяет не приостанавливать воспроизведение во время кратковременных проблем в сети или на сервере.\n\nЕсли у вас часто приостанавливается воспроизведение (смотрите в статистике “Исчерпаний буфера”), то попробуйте увеличить это значение. \n\nУвеличение размера буфера увеличивает задержку трансляции. Задержка трансляции (смотрите в статистике) — это время между захватом видео на компьютере ведущего трансляции и просмотром этого видео вами. Низкая задержка важна только тем, кто пользуется чатом.\n\nЯ НЕ рекомендую сильно занижать размер буфера, потому что когда в буфера остаётся менее 1 секунды непросмотренного видео (смотрите в статистике “Заполненность буфера”), возможны неприятные визуальные артефакты (подергивания, почернение экрана и т.д.)."
   },
   "A0519": {
      "message": "В отличие от настройки “Размер буфера”, эта настройка влияет только на первое начало воспроизведения. Позволяет быстрее начать просмотр после открытия проигрывателя.\n\nКогда это полезно:\n\n• Вам хочется как можно скорее понять, что происходит на экране.\n\n• У вас редко бывают проблемы со скоростью скачивания, а значит ждать заполнения буфера не обязательно.\n\n“Начать воспроизведение” может превышать “Размер буфера”, т.е. их можно поменять местами. Это полезно при больших значениях “Начать воспроизведение” (например, больше 10 с) и если “Скорость загрузки” (смотрите в статистике) не сильно превышает “Битрейт трансляции” (например, не более чем в два раза)."
   },
   "A0523": {
      "message": "Проигрыватель через указанный интервал скачивает список воспроизведения и проверяет наличие в нём новых сегментов для загрузки (смотрите “Список сегментов” и “Добавлено сегментов” в статистике).\n\nМинимальный интервал может немного уменьшить задержку трансляции (смотрите описание настройки “Размер буфера”).\n\nИнтервал выше 100 увеличивает задержку трансляции и приводит к одновременной загрузке нескольких сегментов (смотрите описание настройки “Одновременных загрузок”). Вам скорее всего придётся увеличить значение настройки “Переполнение буфера”.\n\nАвтоматический режим (нажимайте “+” или “−” до появления слова “Авто”) — проигрыватель самостоятельно подберёт оптимальный интервал (смотрите “Интервал опроса” в статистике)."
   },
   "A0525": {
      "message": "Присвоить всем настройкам расширения стандартные значения"
   },
   "A0527": {
      "description": "Копия A0507.",
      "message": "Показать состояние проигрывателя. Не для средних умов. :)\nНажмите клавишу S на клавиатуре или щёлкните время в левом нижнем углу проигрывателя."
   },
   "A0529": {
      "message": "Нашли ошибку в расширении “Alternate Player for Twitch.tv”? Есть идеи как его улучшить? Отправьте свой отзыв разработчику расширения."
   },
   "A0531": {
      "message": "Если вам понравилось расширение “Alternate Player for Twitch.tv”, то вы можете отблагодарить разработчика, пожертвовав ему немного денег. Это также послужит отличной мотивацией не забрасывать разработку расширения."
   },
   "A0532": {
      "message": "Тащите чтобы изменить размер чата.\nОстальные параметры чата есть в настройках проигрывателя."
   },
   "A0534": {
      "description": "Вариант для Chrome и Firefox. A0578 для Edge.",
      "message": "Проигрыватель запоминает указанное количество секунд трансляции. В любой момент вы можете остановить трансляцию и повторно их просмотреть.\n\nЧем выше продолжительность, тем выше потребление оперативной памяти. В любом случае максимальное потребление памяти не превысит 150 мегабайтов в Chrome или 100 мегабайтов в Firefox.\n\nМаксимальная продолжительность (нажимайте “+” или “−” до появления слова “Макс”) — убрать ограничение на время, оставив только ограничение на память."
   },
   "A0535": {
      "message": "Последние секунды трансляции. Продолжительность задаётся в настройках.\nЩёлкните в нужном месте чтобы изменить позицию воспроизведения.\nСТРЕЛКИ ВЛЕВО/ВПРАВО на клавиатуре переносят позицию на 5 секунд.\nSHIFT+СТРЕЛКИ ВЛЕВО/ВПРАВО на клавиатуре переносят позицию на -5/+1 кадров."
   },
   "A0536": {
      "message": "Изменить скорость воспроизведения.\nКлавиши от 0 до 9, ПЛЮС и МИНУС на клавиатуре.\nПроизводительности вашего компьютера может не хватить для воспроизведения на максимальной скорости."
   },
   "A0538": {
      "message": "Если продолжительность видео в буфере превысит сумму “Размер буфера” + “Переполнение буфера”, то часть этого видео будет удалена (смотрите в статистике “Переполнений буфера”) и в правом верхнем углу проигрывателя будет показан значок с красными ножницами.\n\nУменьшите значение настройки, чтобы ограничить максимальную задержку трансляции. Увеличьте значение настройки, чтобы избежать пропуск видео."
   },
   "A0565": {
      "message": "Чтобы задать собственные цвета, выберите подходящую тему, затем откройте группу настроек “Цвета”. Все изменения будут сохранены в теме оформления “Настраиваемая”."
   },
   "A0572": {
      "message": "Проверьте видимость кнопок во время просмотра повтора (клавиша ПРОБЕЛ на клавиатуре). Проверьте разборчивость текста в справке.\n\nЧтобы не менять фон, нажмите эту кнопку удерживая нажатой клавишу SHIFT на клавиатуре."
   },
   "A0575": {
      "message": "Нажатие на колесо мыши будет приглушать звук. Вращение колеса мыши будет изменять громкость на указанное значение."
   },
   "A0578": {
      "description": "Вариант для Edge. A0534 для Chrome и Firefox.",
      "message": "Проигрыватель запоминает указанное количество секунд трансляции. В любой момент вы можете остановить трансляцию и повторно их просмотреть.\n\nЧем выше продолжительность, тем выше потребление оперативной памяти."
   },
   "A0581": {
      "message": "Хорошее — скорости загрузки всегда хватает для выбранного качества трансляции (смотрите описание настройки “Качество трансляции”). Выберите этот пункт, чтобы облегчить общение в чате (смотрите описание настройки “Размер буфера”).\n\nСреднее — скорость загрузки иногда падает ниже нужного уровня (смотрите в статистике “Скорость загрузки”). Этот пункт подойдёт вам в большинстве случаев.\n\nПлохое — скорость загрузки часто падает ниже нужного уровня или часть сегментов не удаётся скачать из-за сетевых ошибок (смотрите в статистике “Ошибок скачивания”). Выберите этот пункт, чтобы сократить количество приостановок воспроизведения.\n\nНастраиваемое — вы изменили настройки в группе настроек “Буферизация”."
   },
   "A0592": {
      "message": "Добавить этот канал в список избранных каналов, чтобы следить за ним (follow).\n\nДля слежения за избранными каналами, а также для поиска новых каналов, я рекомендую установить расширение браузера “Twitch Now”."
   },
   "A0594": {
      "message": "Удалить этот канал из списка избранных каналов (unfollow)"
   },
   "A0595": {
      "message": "Установите флажок, чтобы получать уведомления о событиях, происходящих на этом канале, например о начале трансляции"
   },
   "A0597": {
      "message": "Открыть или закрыть информацию об этом канале.\nКлавиша I на клавиатуре."
   },
   "A0599": {
      "message": "Показать справку.\nКлавиша F1 на клавиатуре."
   },
   "A0606": {
      "message": "Сохранить все настройки расширения в файле"
   },
   "A0608": {
      "message": "Восстановить все настройки расширения из файла"
   },
   "A0611": {
      "message": "Размер интерфейса проигрывателя: кнопок, текста и т.д. Не влияет на размер видео."
   },
   "A0613": {
      "message": "Вы можете отключить анимацию интерфейса проигрывателя на слабом компьютере, например планшете"
   },
   "A0615": {
      "message": "Позволяет включить затемнённый режим в чате. Эта настройка влияет только на чат, который встроен в проигрыватель."
   },
   "A0618": {
      "message": "Прокрутите вниз чтобы увидеть весь текст"
   },
   "A0620": {
      "message": "Больше не показывать эти новости.\n\nВ любое время вы можете показать несколько последних новостей, щёлкнув правой кнопкой мыши по области просмотра и в появившемся меню щёлкнув “Последние новости”."
   },
   "A0622": {
      "message": "Временно закрыть это окно"
   },
   "A0624": {
      "message": "К какой стороне окна браузера будет прикреплён чат. Авто — автоматически выбирать одну из двух указанных сторон в зависимости от соотношения сторон окна.\n\nКлавиша U на клавиатуре."
   },
   "A0628": {
      "message": "Интерфейс проигрывателя будет скрыт, если не трогать мышь в течении указанного времени"
   },
   "A0630": {
      "message": "Выберите способ закрытия чата.\n\nЕсли чат выгружен:\n• Он не принимает сообщения.\n• Вас не видно в списке зрителей.\n• Потребуется больше времени, чтобы повторно открыть чат.\n\nЕсли чат скрыт:\n• Он продолжает потреблять оперативную память (более 100 мегабайтов) и загружать процессор (может полностью загрузить 2 ядра).\n• Во время запуска проигрывателя дольше ждать начала воспроизведения видео."
   },
   "A0635": {
      "message": "Выберите устройство, через которое будет воспроизводиться звук трансляции. Настройка скрыта если браузеру доступно только одно аудиоустройство. Из-за ошибки браузера, настройка пока недоступна в режиме инкогнито."
   },
   "A0637": {
      "message": "Перед тем, как выбрать устройство для вывода звука, вам необходимо нажать эту кнопку и дать расширению дополнительное разрешение изменять настройки микрофона (под словом “микрофон” браузер подразумевает как ввод звука, так и вывод)."
   },
   "A0647": {
      "message": "Щёлкните, чтобы открыть на сайте Twitch.tv настройки уведомлений"
   },
   "A0649": {
      "message": "Полнофункциональная — аналогична чату во всплывающем окне сайта Twitch.tv. В чате пока не работают приватные сообщения (Whispers). Настраивать затемнённый режим нужно на сайте Twitch.tv.\n\nУрезанная — нет комнат, нет настроек модерирования, нет рейдов, нет Bits, иногда требуется подтвердить посылку первого сообщения. Используйте эту версию, если полнофункциональная не работает так как нужно. Чтобы у каждого сообщения были значки модераторов, перейдите на сайт Twitch.tv и в настройках чата своего канала включите “Значки модераторов”."
   },
   "A0654": {
      "message": "Копировать в буфер обмена адрес этого канала, чтобы поделиться им с другими людьми, создать закладку в браузере и т.д."
   },
   "A0656": {
      "message": "Копировать в буфер обмена адрес этой трансляции, чтобы просмотреть её в другом проигрывателе, поддерживающим HLS, например Media Player Classic, VLC Media Player или MX Player. Получение адреса может занять несколько секунд. Срок действия скопированного адреса истечёт через 20 минут."
   },
   "A0658": {
      "message": "Настройка работает, когда разрешение видео (смотрите в статистике) меньше размера проигрывателя. Если включено, то видео будет растянуто до размера проигрывателя (с сохранением соотношения сторон). Если отключено, то видео исходного размера будет расположено в центре проигрывателя, а неиспользованное пространство заполнено чёрным фоном.\n\nЕсли масштаб страницы изменён, то браузер изменит размер видео даже с отключённой настройкой.\n\nКлавиши SHIFT+R на клавиатуре."
   },
   "A0660": {
      "message": "Чтобы быстро открыть главное меню, щёлкните правой кнопкой мыши по области просмотра"
   },
   "A0662": {
      "message": "Показать несколько последних новостей, связанных с работой расширения"
   },
   "A0665": {
      "message": "Копировать в буфер обмена адрес записи этой трансляции. Перейдя по адресу, вы начнёте просмотр записи с текущей позиции. Используйте адрес, чтобы позже продолжить просмотр трансляции или чтобы поделиться интересным моментом с другими людьми.\n\nИндикатор типа трансляции в левом верхнем углу проигрывателя тоже позволяет быстро перейти к просмотру записи трансляции."
   },
   "A0666": {
      "message": "Закрыть статистику"
   },
   "A0667": {
      "message": "Переместить статистику"
   },
   "F0501": {
      "message": "Игра:"
   },
   "F0502": {
      "message": "Зрителей:"
   },
   "F0505": {
      "description": "Настройка отключена.",
      "message": "Отключено"
   },
   "F0512": {
      "message": "Качество трансляции"
   },
   "F0514": {
      "message": "Одновременных загрузок"
   },
   "F0516": {
      "message": "Размер буфера, с"
   },
   "F0518": {
      "message": "Начать воспроизведение, с"
   },
   "F0522": {
      "message": "Интервал опроса, %"
   },
   "F0524": {
      "message": "Сброс"
   },
   "F0526": {
      "message": "Статистика"
   },
   "F0528": {
      "message": "Пожаловаться"
   },
   "F0530": {
      "description": "Копия F1000.",
      "message": "Поддержать"
   },
   "F0533": {
      "message": "Продолжительность повтора, с"
   },
   "F0537": {
      "message": "Переполнение буфера, с"
   },
   "F0539": {
      "description": "Название параметра статистики.",
      "message": "Разрешение"
   },
   "F0540": {
      "description": "Название параметра статистики.",
      "message": "Видео"
   },
   "F0541": {
      "description": "Название параметра статистики.",
      "message": "Звук"
   },
   "F0542": {
      "description": "Название параметра статистики.",
      "message": "Сервер"
   },
   "F0543": {
      "description": "Название параметра статистики.",
      "message": "Очередь, с"
   },
   "F0544": {
      "description": "Название параметра статистики.",
      "message": "Список сегментов, с"
   },
   "F0545": {
      "description": "Название параметра статистики.",
      "message": "Интервал опроса, %"
   },
   "F0546": {
      "description": "Название параметра статистики.",
      "message": "Добавлено сегментов"
   },
   "F0547": {
      "description": "Название параметра статистики.",
      "message": "Добавлено секунд"
   },
   "F0548": {
      "description": "Название параметра статистики.",
      "message": "Битрейт трансляции, Мбит/с"
   },
   "F0549": {
      "description": "Название параметра статистики.",
      "message": "Скорость загрузки, Мбит/с"
   },
   "F0550": {
      "description": "Название параметра статистики.",
      "message": "Ожидание ответа, с"
   },
   "F0551": {
      "description": "Название параметра статистики.",
      "message": "Преобразовано за, мс"
   },
   "F0552": {
      "description": "Название параметра статистики.",
      "message": "Задержка трансляции, с"
   },
   "F0554": {
      "description": "Название параметра статистики.",
      "message": "Продолжит-ть просмотра"
   },
   "F0555": {
      "description": "Название параметра статистики.",
      "message": "Всего скачано, МБайт"
   },
   "F0556": {
      "description": "Название параметра статистики.",
      "message": "Пропущено кадров"
   },
   "F0557": {
      "description": "Название параметра статистики.",
      "message": "Проблемных сегментов"
   },
   "F0558": {
      "description": "Название параметра статистики.",
      "message": "Ошибок скачивания"
   },
   "F0559": {
      "description": "Название параметра статистики.",
      "message": "Переполнений буфера"
   },
   "F0560": {
      "description": "Название параметра статистики.",
      "message": "Исчерпаний буфера"
   },
   "F0561": {
      "description": "Группа настроек.",
      "message": "Воспроизведение"
   },
   "F0562": {
      "description": "Группа настроек.",
      "message": "Цвета"
   },
   "F0563": {
      "description": "Группа настроек.",
      "message": "Буферизация"
   },
   "F0564": {
      "message": "Тема оформления проигрывателя"
   },
   "F0566": {
      "message": "Цвет фона"
   },
   "F0567": {
      "message": "Цвет кнопок"
   },
   "F0568": {
      "message": "Цвет заголовков"
   },
   "F0569": {
      "message": "Цвет выделения"
   },
   "F0570": {
      "message": "Прозрачность, %"
   },
   "F0571": {
      "message": "Проверить"
   },
   "F0573": {
      "description": "Название параметра статистики. Копия A0517.",
      "message": "Заполненность буфера, с"
   },
   "F0574": {
      "message": "Менять громкость колесом мыши"
   },
   "F0576": {
      "message": "Нет"
   },
   "F0577": {
      "message": "Да"
   },
   "F0579": {
      "message": "Цвет градиента"
   },
   "F0580": {
      "message": "Качество соединения"
   },
   "F0582": {
      "message": "Язык трансляции:"
   },
   "F0583": {
      "message": "Канал отслеживают:"
   },
   "F0584": {
      "message": "Всего просмотров:"
   },
   "F0585": {
      "message": "Канал создан:"
   },
   "F0587": {
      "message": "Сообщества:"
   },
   "F0588": {
      "message": "Команды:"
   },
   "F0589": {
      "message": "Вы:"
   },
   "F0590": {
      "message": "должны \u003Ca href='https://www.twitch.tv/login' rel='noopener noreferrer'>войти\u003C/a>, чтобы следить за каналом, общаться в чате и создавать клипы"
   },
   "F0591": {
      "message": "Отслеживать"
   },
   "F0593": {
      "message": "Не отслеживать"
   },
   "F0600": {
      "message": "Правый щелчок переключает автоматический\u003Cbr>запуск “Alternate Player”.&ensp;Левый щелчок\u003Cbr>запускает “Alternate Player”."
   },
   "F0604": {
      "message": "Все настройки"
   },
   "F0605": {
      "message": "Экспорт"
   },
   "F0607": {
      "message": "Импорт…"
   },
   "F0609": {
      "description": "Группа настроек.",
      "message": "Интерфейс"
   },
   "F0610": {
      "message": "Размер интерфейса, %"
   },
   "F0612": {
      "message": "Анимация интерфейса"
   },
   "F0614": {
      "message": "Тема оформления чата"
   },
   "F0616": {
      "message": "Светлая"
   },
   "F0617": {
      "message": "Тёмная"
   },
   "F0619": {
      "message": "Я всё прочёл и понял"
   },
   "F0621": {
      "message": "Я прочту это позже"
   },
   "F0623": {
      "message": "Положение чата"
   },
   "F0625": {
      "description": "Пункт меню. Копия F1501.",
      "message": "Справка"
   },
   "F0626": {
      "message": "Чат"
   },
   "F0627": {
      "message": "Скрывать после неактивности, с"
   },
   "F0629": {
      "message": "Закрытый чат"
   },
   "F0631": {
      "message": "Выгружать"
   },
   "F0632": {
      "message": "Скрывать"
   },
   "F0633": {
      "message": "Уведомлять"
   },
   "F0634": {
      "message": "Вывод звука"
   },
   "F0636": {
      "message": "Дать разрешение"
   },
   "F0640": {
      "message": "Главная страница"
   },
   "F0641": {
      "message": "Все игры"
   },
   "F0642": {
      "message": "Избранное"
   },
   "F0643": {
      "message": "Избранные каналы"
   },
   "F0644": {
      "message": "Избранные игры"
   },
   "F0645": {
      "message": "Мои клипы"
   },
   "F0646": {
      "message": "Настроить уведомления"
   },
   "F0648": {
      "message": "Версия чата"
   },
   "F0650": {
      "message": "Полнофункциональная"
   },
   "F0651": {
      "message": "Урезанная"
   },
   "F0652": {
      "message": "Урезанная; затемнённый режим"
   },
   "F0653": {
      "message": "Копировать адрес канала"
   },
   "F0655": {
      "message": "Копировать адрес трансляции"
   },
   "F0657": {
      "message": "Растягивать видео"
   },
   "F0659": {
      "message": "Главное меню"
   },
   "F0661": {
      "description": "Пункт меню. Копия A0620.",
      "message": "Последние новости"
   },
   "F0663": {
      "description": "Кнопка, закрывающая что-либо, например окно",
      "message": "Закрыть"
   },
   "F0664": {
      "description": "Пункт меню. Копия J0130",
      "message": "Копировать адрес записи"
   },
   "F0700": {
      "description": "Заголовок формы для отправки отзыва.",
      "message": "Отправка сообщения разработчику расширения \u003Ccite>Alternate Player for Twitch.tv\u003C/cite>"
   },
   "F0701": {
      "message": "Если вы хотите сообщить о проблеме воспроизведения трансляции, то сначала запустите стандартный проигрыватель сайта Twitch.tv (перезагрузите эту страницу, затем щёлкните название трансляции в левом верхнем углу). Если в нём есть та же проблема, то сообщение отправлять не нужно. Разработчик расширения \u003Ccite>Alternate Player for Twitch.tv\u003C/cite> никак не связан с владельцами \u003Ccite>Twitch.tv\u003C/cite> и не может повлиять на работу их сайта и на качество трансляций."
   },
   "F0702": {
      "message": "Что вы хотите сообщить? Пишите подробно, фразы \u003Cq>чат не работает\u003C/q> и \u003Cq>трансляция тормозит\u003C/q> мне ни о чём не говорят. Если вы нашли проблему, то опишите действия, которые позволят воспроизвести её на моём компьютере. Если вы хотите, чтобы в расширении появилась новая возможность, то обоснуйте её пользу."
   },
   "F0703": {
      "message": "Вы можете оставить адрес электронной почты, чтобы разработчик мог вам ответить."
   },
   "F0704": {
      "message": "Вместе с введенным вами текстом будут отправлены отладочные данные."
   },
   "F0705": {
      "message": "Показать отладочные данные"
   },
   "F0706": {
      "message": "Политика конфиденциальности"
   },
   "F0707": {
      "description": "Кнопка для отправки данных.",
      "message": "Отправить"
   },
   "F0708": {
      "description": "Заголовок формы для отправки отчета об ошибке.",
      "message": "Отправка отчёта об ошибке разработчику расширения \u003Ccite>Alternate Player for Twitch.tv\u003C/cite>"
   },
   "F0710": {
      "message": "\u003Cstrong>Убедитесь, что у вас установлена последняя версия расширения.\u003C/strong> Также не отключайте обновление браузера: в новых версиях браузера постоянно улучшают воспроизведение видео. Если у вас часто происходят ошибки, то возможно причина в настройках оборудования или программного обеспечения (в первую очередь браузера)."
   },
   "F0712": {
      "message": "Во время работы расширения произошла ошибка. Пожалуйста, отправьте отладочные данные разработчику расширения, чтобы он смог эту ошибку исправить. Если необходимо, к отладочным данным будут добавлены несколько секунд просмотренного видео."
   },
   "F0715": {
      "message": "Если вы знаете причину или последовательность действий, которые привели к появлению ошибки, то кратко опишите их."
   },
   "F0717": {
      "description": "Сбоку от этого текста \u003Cprogress> отображает ход отправки.",
      "message": "Идет отправка данных"
   },
   "F0718": {
      "description": "Кнопка для отмены или прерывания отправки данных.",
      "message": "Отменить"
   },
   "F0719": {
      "message": "Не удалось отправить данные \u003Cb>:(\u003C/b>"
   },
   "F0720": {
      "description": "Кнопка для повторной отправки данных.",
      "message": "Попробовать еще раз"
   },
   "F0723": {
      "message": "Вы можете \u003Ca href='https://coolcmd.tk/tw5/translate.html' target='_blank' rel='noopener noreferrer'>самостоятельно перевести\u003C/a> расширение на новый язык, а также исправить и дополнить существующий перевод."
   },
   "F0725": {
      "message": "Я рекомендую это сделать, потому что в большинстве случаев пользователи предоставляют недостаточно информации."
   },
   "F0726": {
      "message": "Встроенный чат разрабатывает Twitch.tv. Расширение просто вставляет готовый чат в свой проигрыватель. Этот чат имеет некоторые ограничения по сравнению с версией, используемой на сайте Twitch.tv. Серверы Twitch.tv, которые обслуживают чат, по независящим от автора расширения причинам могут перестать работать. Такое происходит сравнительно редко (по крайней мере в моём городе)."
   },
   "F0727": {
      "message": "Работе расширения, в основном чата, могут мешать: настройки сайта Twitch.tv (cookie), другие расширения браузера, блокировщики рекламы, фаерволы, антивирусы. Чтобы найти причину проблемы, временно отключите вышеперечисленное."
   },
   "F0728": {
      "message": "\u003Cb>Если вам долго не приходит ответ, то попробуйте поискать в спаме письмо с темой \u003Cq>Alternate Player for Twitch.tv\u003C/q>.\u003C/b>"
   },
   "F0777": {
      "description": "Текст в пустой боковой панели.",
      "message": "Съешь ещё этих мягких французских булок, да выпей чаю. Съешь ещё этих мягких французских булок, да выпей чаю. Съешь ещё этих мягких французских булок, да выпей чаю. Съешь ещё этих мягких французских булок, да выпей чаю. Съешь ещё этих мягких французских булок, да выпей чаю. Съешь ещё этих мягких французских булок, да выпей чаю. Съешь ещё этих мягких французских булок, да выпей чаю."
   },
   "F1000": {
      "description": "Новость. Копия donate_ru.html.",
      "message": "\u003Cp>Расширение браузера \u003Ccite>Alternate Player for Twitch.tv\u003C/cite> разрабатывает \u003Ccite>Alexander Choporov (CoolCmd)\u003C/cite> в своё свободное время, которого ушло на удивление много. Расширение бесплатно. Если оно вам понравилось, то вы можете отблагодарить разработчика, пожертвовав ему немного денег. Это также послужит отличной мотивацией не забрасывать разработку расширения.\u003C/p>\u003Cp>Для того чтобы сделать пожертвование, щёлкните \u003Ca href='https://coolcmd.tk/tw5/donate.html' target='_blank' rel='noopener noreferrer'>эту ссылку\u003C/a> или щёлкните правой кнопкой мыши по области просмотра и в появившемся меню щёлкните \u003Cq>Поддержать\u003C/q>.\u003C/p>"
   },
   "F1011": {
      "description": "Новость.",
      "message": "\u003Cp>В проигрыватель добавлена кнопка для \u003Ca href='https://help.twitch.tv/customer/ru/portal/articles/2442508-how-to-use-clips' target='_blank' rel='noopener noreferrer'>создания клипа\u003C/a>. Перед нажатием на кнопку, пожалуйста, прочтите её всплывающую подсказку.\u003C/p>"
   },
   "F1012": {
      "description": "Новость.",
      "message": "\u003Cp>В настройках проигрывателя вы можете выбрать цвета его оформления. Пока тем оформления всего две. Чтобы увеличить их количество, прочтите всплывающую подсказку.\u003C/p>"
   },
   "F1013": {
      "description": "Новость.",
      "message": "\u003Cp>Теперь в чате работает расширение \u003Ccite>FrankerFaceZ\u003C/cite>. Также была устранена проблема с расширением \u003Ccite>BetterTTV\u003C/cite> в \u003Ccite>Chrome\u003C/cite>.\u003C/p>"
   },
   "F1014": {
      "description": "Новость.",
      "message": "\u003Cp>Теперь проигрыватель запускается с сайта Twitch.tv только на тех каналах, где в данный момент идёт прямая трансляция.\u003C/p>\u003Cp>Добавлена возможность ускоренного воспроизведения повтора.\u003C/p>\u003Cp>Добавлена возможность приглушать звук и менять громкость колесом мыши. Вы можете отключить эту возможность в настройках проигрывателя.\u003C/p>\u003Cp>Добавлена возможность останавливать/продолжать просмотр повтора щелчком мыши по области просмотра.\u003C/p>\u003Cp>Добавлены комбинации клавиш для приглушения звука и для последовательного изменения скорости повтора.\u003C/p>\u003Cp>Изменены комбинации клавиш для некоторых команд, чтобы их было удобнее использовать владельцам ноутбуков. Клавиши перечислены во всплывающих подсказках.\u003C/p>\u003Cp>И плохая новость. В связи с изменениями на сервере Twitch, расширение больше не восстанавливает звук у архивных трансляций.\u003C/p>"
   },
   "F1017": {
      "description": "Новость.",
      "message": "\u003Cp>\u003Ca href='https://www.microsoft.com/store/apps/9p9p2nd0s56c' target='_blank' rel='noopener noreferrer'>Устанавливайте\u003C/a>, ставьте оценку и пишите отзыв. :)\u003C/p>\u003Cp>Также была добавлена \u003Cq>Чёрно-белая\u003C/q> тема оформления.\u003C/p>"
   },
   "F1018": {
      "description": "Новость.",
      "message": "\u003Cp>Добавлена настройка для быстрого выбора качества интернет-соединения.\u003C/p>\u003Cp>Добавлена настройка для изменения цвета градиента.\u003C/p>\u003Cp>\u003Ccite>Chrome\u003C/cite>: добавлена поддержка расширения \u003Ca href='https://chrome.google.com/webstore/detail/aiimboljphncldaakcnapfolgnjonlea' target='_blank' rel='noopener noreferrer'>\u003Ccite>FFZ Add-On Pack\u003C/cite>\u003C/a>.\u003C/p>"
   },
   "F1020": {
      "description": "Новость.",
      "message": "\u003Cp>Добавлена краткая информация о просматриваемом канале, с возможностью управлять слежением. Для просмотра этой информации, щёлкните значок в правом верхнем углу проигрывателя или нажмите клавишу \u003Cq>\u003Ccode>I\u003C/code>\u003C/q> на клавиатуре. Для слежения за своими любимыми каналами, а также для поиска новых каналов, я рекомендую установить расширение браузера \u003Ca href='https://chrome.google.com/webstore/detail/nlmbdmpjmlijibeockamioakdpmhjnpk' target='_blank' rel='noopener noreferrer'>\u003Ccite>Twitch Now\u003C/cite>\u003C/a>.\u003C/p>\u003Cp>Добавлен индикатор типа трансляции: значок в левом верхнем углу проигрывателя.\u003C/p>\u003Cp>Касание сенсорного экрана показывает интерфейс проигрывателя.\u003C/p>"
   },
   "F1023": {
      "description": "Новость.",
      "message": "\u003Cp>В левый верхний угол проигрывателя добавлен индикатор прямой трансляции. Щёлкните его, чтобы посмотреть трансляцию с самого начала. Такая возможность есть не на всех каналах.\u003C/p>"
   },
   "F1037": {
      "description": "Новость.",
      "message": "\u003Cp>Добавлена возможность перемещать чат на левую сторону проигрывателя.\u003C/p>"
   },
   "F1038": {
      "description": "Новость.",
      "message": "\u003Cp>Браузер Chrome 62 (и его клоны) не полностью совместим с Windows 10: после сворачивания окна или переключения вкладки может произойти ошибка воспроизведения видео. В этом случае я рекомендую отключить аппаратное декодирование видео пока Google не устранит проблему.\u003C/p>"
   },
   "F1040": {
      "description": "Новость.",
      "message": "\u003Cp>С этим переходом связаны некоторые неудобства:\u003Cul>\u003Cli>Изменился адрес проигрывателя (проверьте свои закладки). Адрес проигрывателя будет меняться после каждой переустановки расширения.\u003Cli>В проигрывателе могли слететь ваши настройки.\u003Cli>Могли появиться новые ошибки.\u003C/ul>\u003C/p>"
   },
   "F1042": {
      "description": "Новость.",
      "message": "\u003Cp>Некоторое время назад компания Google удалила расширение из своего Интернет-магазина, потому что владельцам сайта Twitch.tv не понравилось имя расширения. Поэтому я изменил имя расширения с \u003Ccite>Twitch 5\u003C/cite> на \u003Ccite>Alternate Player for Twitch.tv\u003C/cite>. Это единственное изменение. Разрабатывает расширение по-прежнему \u003Ccite>Alexander Choporov (CoolCmd)\u003C/cite>. Расширение ждёт вас в Интернет-магазине Google по \u003Ca href='https://chrome.google.com/webstore/detail/bhplkbgoehhhddaoolmakpocnenplmhf' target='_blank' rel='noopener noreferrer'>новому адресу\u003C/a>.\u003C/p>"
   },
   "F1043": {
      "description": "Новость.",
      "message": "\u003Cp>Добавлена возможность экспорта и импорта настроек расширения в файл. Теперь вы не потеряете настройки после переустановки расширения или перехода на другой браузер. Также вы можете поделиться своими настройками с другими людьми.\u003C/p>"
   },
   "F1044": {
      "description": "Новость.",
      "message": "\u003Cp>Добавлены настройки для изменения размера интерфейса и отключения анимации.\u003C/p>\u003Cp>Щелчок по продолжительности трансляции показывает состояние проигрывателя.\u003C/p>\u003Cp>На сайте Twitch.tv две кнопки объединены в одну, которая по-прежнему находится в правом верхнем углу сайта. Правый щелчок по кнопке переключает автоматический запуск проигрывателя. Левый щелчок запускает проигрыватель (если возможно).\u003C/p>\u003Cp>Добавлена поддержка \u003Ca href='https://m.twitch.tv/' target='_blank' rel='noopener noreferrer'>сайта для мобильных устройств\u003C/a>. На данный момент только \u003Ca href='https://play.google.com/store/apps/details?id=org.mozilla.firefox' target='_blank' rel='noopener noreferrer'>Firefox for Android\u003C/a> умеет запускать моё расширение. Поддержка сенсорного экрана пока не идеальна. В любом случае, на планшетах люди смотрят трансляции в Twitch App, а не в браузере (я так думаю).\u003C/p>"
   },
   "F1046": {
      "description": "Новость.",
      "message": "\u003Cp>Добавлена настройка, которая позволяет включить затемнённый режим в чате. Эта настройка влияет только на чат, который встроен в проигрыватель.\u003C/p>\u003Cp>Также в Firefox исправлена ошибка, из-за которой иногда вместо чата отображалась белая страница.\u003C/p>"
   },
   "F1047": {
      "description": "Новость.",
      "message": "\u003Cp>Добавлена настройка положения чата: вы можете прикрепить его к любой стороне окна браузера.\u003C/p>\u003Cp>Добавлена настройка способа закрытия чата: выгружать или скрывать. Отличия расписаны во всплывающей подсказке.\u003C/p>\u003Cp>Добавлена настройка времени автоскрытия интерфейса. Кроме того, теперь интерфейс будет сразу скрываться, если мышь выйдет за пределы проигрывателя.\u003C/p>\u003Cp>Исправлена работа расширения бразера \u003Ccite>FFZ Add-On Pack\u003C/cite> в Chrome. Исправлено скрытие закрепленного внизу чата в Firefox.\u003C/p>"
   },
   "F1048": {
      "description": "Новость.",
      "message": "\u003Cp>Встроенный чат разрабатывает Twitch.tv. Расширение просто вставляет готовый чат в свой проигрыватель. Пару дней назад Twitch.tv заменил старый встроенный чат на новый. Новый чат — это немного урезанная версия чата с их сайта. Оптимизации чата, которые я недавно добавил в расширение, пока не работают с новым чатом. Также с новым встроенным чатом могут быть не полностью совместимы другие расширения браузера, такие как \u003Ccite>BetterTTV\u003C/cite> и \u003Ccite>FrankerFaceZ\u003C/cite>. Я почти не тестировал работу нового чата, потому что из-за Роскомпозора у меня отвалилась половина сайта Twitch.tv, включая чат.\u003C/p>"
   },
   "F1049": {
      "description": "Новость.",
      "message": "\u003Cp>В расширение добавлен полнофункциональный чат, который аналогичен чату во всплывающем окне сайта Twitch.tv. Заработали следующие возможности: комнаты, модерирование, рейды, Bits, открытие в окне, не требуется подтверждать посылку первого сообщения. В чате пока не работают приватные сообщения (Whispers). Настраивать затемнённый режим нужно на сайте Twitch.tv. Полнофункциональный чат недоступен в Microsoft Edge.\u003C/p>\u003Cp>Теперь в чат небольшой высоты (например, прикреплённого к нижней или верхней стороне окна) влезет намного больше \u003Ca href='https://coolcmd.tk/img/tw5/messages.png' target='_blank' rel='noopener noreferrer'>сообщений\u003C/a> и \u003Ca href='https://coolcmd.tk/img/tw5/emotes.png' target='_blank' rel='noopener noreferrer'>смайликов\u003C/a>. Эта оптимизация совместима с текущими версиями расширений браузера \u003Ccite>BetterTTV\u003C/cite> и \u003Ccite>FrankerFaceZ\u003C/cite>. Эта оптимизация недоступна в Microsoft Edge.\u003C/p>\u003Cp>В настройки проигрывателя добавлены тема оформления \u003Cq>Инкогнито\u003C/q> и выбор версии чата.\u003C/p>"
   },
   "F1056": {
      "description": "Новость для планшета.",
      "message": "\u003Cp>Расширение мало тестируется в этом браузере.\u003C/p>\u003Cp>Расширение пока неполностью поддерживает сенсорный экран: не видны всплывающие подсказки, элементы интерфейса расположены неоптимально.\u003C/p>\u003Cp>Браузер содержит ошибку, которая иногда приводит к падению проигрываетеля, если тот открыт в единственной вкладке браузера. Есть и другие ошибки, исправлять которые разработчики этого браузера не торопятся.\u003C/p>"
   },
   "F1057": {
      "description": "Новость.",
      "message": "\u003Cp>Добавлено меню со ссылками и командами. Одна из команд позволяет просматривать трансляцию в другом проигрывателе, например \u003Ccite>Media Player Classic\u003C/cite>, \u003Ccite>VLC Media Player\u003C/cite> или \u003Ccite>MX Player\u003C/cite>. Чтобы открыть меню, щёлкните правой кнопкой мыши по области просмотра.\u003C/p>\u003Cp>Нажатие клавиши ESC на клавиатуре скрывает интерфейс проигрывателя, включая окна и меню.\u003C/p>\u003Cp>Добавлена настройка, которая запрещает растягивать размер видео до размера проигрывателя.\u003C/p>\u003Cp>Добавлена настройка для выбора устройства, через которое будет воспроизводиться звук трансляции: динамики, наушники, телевизор и т.д. Настройка скрыта если браузеру доступно только одно аудиоустройство. Из-за ошибки браузера, настройка пока недоступна в режиме инкогнито. Эта настройка недоступна в Firefox (но скорее всего появится в этом году) и Microsoft Edge.\u003C/p>"
   },
   "F1058": {
      "description": "Новость.",
      "message": "\u003Cp>Теперь вы можете открыть чат находясь в полноэкранном режиме.\u003C/p>\u003Cp>В меню проигрывателя добавлена команда \u003Cq>Копировать адрес записи\u003C/q>. Используйте её, чтобы позже продолжить просмотр трансляции или чтобы поделиться интересным моментом с другими людьми.\u003C/p>"
   },
   "F1059": {
      "description": "Новость.",
      "message": "\u003Cp>Ваша авторизация на сайте Twitch.tv снова видна в проигрывателе (она нужна для создания клипов). Для этого расширению было разрешено читать файлы cookie сайта.\u003C/p>"
   },
   "F1060": {
      "description": "Новость.",
      "message": "\u003Cp>Улучшена поддержка сенсорного экрана: теперь можно изменять размер чата, перетаскивать статистику и быстро изменять настройки. Однако по-прежнему для чтения всплывающих подсказок нужна мышь.\u003C/p>"
   },
   "F1062": {
      "description": "Новость.",
      "message": "\u003Cp>Добавлено качество трансляции \u003Cq>Только звук\u003C/q>. В этом режиме видео не скачивается и не показывается. Это уменьшает потребление ресурсов (процессор, память, интернет-соединение) проигрывателем. Идеален для прослушивания музыки.\u003C/p>\u003Cp>Улучшена настройка изменения громкости колесом мыши. Теперь вы можете задать шаг изменения громкости.\u003C/p>"
   },
   "F1501": {
      "description": "Часть справки, часть формы отзыва, новость для первого запуска проигрывателя.",
      "message": "\u003Cp>Чтобы открыть справку, щёлкните правой кнопкой мыши по области просмотра и в появившемся меню щёлкните \u003Cq>Справка\u003C/q>. Также настоятельно рекомендую читать всплывающие подсказки, которые есть у большинства элементов интерфейса проигрывателя (кнопки, ссылки, меню и т.д.). Подсказки автоматически появляются под мышиным курсором после его остановки.\u003C/p>"
   },
   "F1502": {
      "description": "Часть справки.",
      "message": "\u003Cp>Чтобы открыть канал на сайте Twitch.tv, щёлкните название трансляции в левом верхнем углу проигрывателя. Щелчок по названию игры откроет каталог этой игры. Остальные ссылки находятся в меню проигрывателя.\u003C/p>"
   },
   "F1503": {
      "description": "Часть справки.",
      "message": "\u003Cp>На сайте Twitch.tv в правом верхнем углу находится логотип расширения \u003Cq>5\u003C/q>. Правый щелчок по логотипу переключает автоматический запуск проигрывателя. Левый щелчок запускает проигрыватель (если возможно).\u003C/p>"
   },
   "F1504": {
      "description": "Часть справки.",
      "message": "\u003Cp>Часто используемые команды, такие как \u003Ci>приглушить звук\u003C/i>, проще отдавать нажимая клавиши на клавиатуре. Клавиши перечислены во всплывающих подсказках.\u003C/p>"
   },
   "F1505": {
      "description": "Часть справки.",
      "message": "\u003Cp>Для слежения за своими любимыми каналами, а также для поиска новых каналов, я рекомендую установить расширение браузера \u003Ca href='https://chrome.google.com/webstore/detail/nlmbdmpjmlijibeockamioakdpmhjnpk' target='_blank' rel='noopener noreferrer'>\u003Ccite>Twitch Now\u003C/cite>\u003C/a>.\u003C/p>"
   },
   "F1506": {
      "description": "Часть справки.",
      "message": "\u003Cp>В проигрывателе пока недоступны следующие возможности сайта Twitch.tv: приватные сообщения (Whispers), расширения Twitch (не путать с расширениями браузера), Drops, субтитры.\u003C/p>"
   },
   "F1507": {
      "description": "Часть справки.",
      "message": "\u003Cp>Чтобы открыть проигрыватель в отдельном окне, схватите вкладку с проигрывателем и перенесите её за пределы окна браузера.\u003C/p>"
   },
   "F1509": {
      "description": "Часть справки.",
      "message": "\u003Cp>Для уменьшения задержки трансляции (чтобы облегчить общение в чате) попробуйте в настройках проигрывателя изменить \u003Cq>Качество соединения\u003C/q> на \u003Cq>Хорошее\u003C/q>.\u003C/p>"
   },
   "F1510": {
      "description": "Часть справки.",
      "message": "\u003Cp>Если вас не устраивает работа расширения \u003Ccite>Alternate Player for Twitch.tv\u003C/cite>, то сообщите об этом разработчику расширения. Для этого щёлкните правой кнопкой мыши по области просмотра и в появившемся меню щёлкните \u003Cq>Пожаловаться\u003C/q>.\u003C/p>"
   },
   "F1511": {
      "description": "Часть справки.",
      "message": "\u003Cp>Красный значок с изображением ножниц в правом верхнем углу проигрывателя означает, что несколько секунд трансляции были по какой-то причине пропущены. Смотрите описание настройки \u003Cq>Переполнение буфера\u003C/q>.\u003C/p>"
   },
   "F1512": {
      "description": "Часть справки.",
      "message": "\u003Cp>Проигрыватель пока воспроизводит только прямые трансляции и никак не влияет на просмотр видеоматериалов.\u003C/p>"
   },
   "F1570": {
      "description": "Часть справки для Chrome.",
      "message": "\u003Cp>Встроенный чат разрабатывает Twitch.tv. Расширение просто вставляет готовый чат в свой проигрыватель (и \u003Ca href='https://coolcmd.tk/img/tw5/messages.png' target='_blank' rel='noopener noreferrer'>оптимизирует\u003C/a> \u003Ca href='https://coolcmd.tk/img/tw5/emotes.png' target='_blank' rel='noopener noreferrer'>высоту\u003C/a> содержимого). Этот чат имеет некоторые ограничения по сравнению с версией, используемой на сайте Twitch.tv. Смотрите описание версии чата в настройках проигрывателя.\u003C/p>"
   },
   "F1571": {
      "description": "Часть справки для Chrome.",
      "message": "\u003Cp>Если у вас не работает чат, то попробуйте сделать следущее:\u003Cul>\u003Cli>В настройках браузера разрешите сохранять и читать файлы cookie, в том числе сторонние.\u003Cli>Зайдите на сайт \u003Ca href='https://www.twitch.tv/' rel='noopener noreferrer'>Twitch.tv\u003C/a> и удалите его файлы cookie.\u003Cli>В настройках проигрывателя выберите другую версию чата.\u003Cli>Работе чата также могут мешать другие расширения браузера, блокировщики рекламы, фаерволы, антивирусы. Чтобы найти причину проблемы, временно отключите вышеперечисленное. Вот \u003Ca href='https://coolcmd.tk/img/tw5/privacy%20badger%20options.png' target='_blank' rel='noopener noreferrer'>настройки расширения Privacy Badger\u003C/a>, которые не мешают работе чата.\u003C/ul>\u003C/p>"
   },
   "F1572": {
      "description": "Часть справки для Chrome.",
      "message": "\u003Cp>Из-за ограничений браузера, в проигрывателе не работают расширения браузера, улучшающие чат. Исключение сделано для расширений \u003Ccite>BetterTTV\u003C/cite>, \u003Ccite>FrankerFaceZ\u003C/cite> и \u003Ccite>FFZ Add-On Pack\u003C/cite>. Для этого расширение \u003Ccite>Alternate Player for Twitch.tv\u003C/cite> во время установки требует у вас разрешение на чтение списка установленных расширений. Не пугайтесь этого разрешения. :)\u003C/p>"
   },
   "F1573": {
      "description": "Часть справки для Chrome и Firefox.",
      "message": "\u003Cp>Настраивать затемнённый режим \u003Cq>Полнофункциональной\u003C/q> версии чата нужно на сайте Twitch.tv.\u003C/p>"
   },
   "F1574": {
      "description": "Часть справки для Chrome и Firefox.",
      "message": "\u003Cp>Чтобы в \u003Cq>урезанной\u003C/q> версии чата у каждого сообщения были значки модераторов, перейдите на сайт Twitch.tv и в настройках чата своего канала включите \u003Ca href='https://discuss.dev.twitch.tv/uploads/default/original/2X/f/f3049202b1456ee758ea81487a193ee540c84e7e.gif' target='_blank' rel='noopener noreferrer'>Значки модераторов\u003C/a>.\u003C/p>"
   },
   "F1581": {
      "description": "Часть справки для Firefox.",
      "message": "\u003Cp>Если у вас не работает чат, то попробуйте сделать следущее:\u003Cul>\u003Cli>В настройках браузера разрешите приём куков (cookie), в том числе со сторонних сайтов, или добавьте в исключения адрес&ensp;\u003Ccode>https://twitch.tv\u003C/code>.\u003Cli>Зайдите на сайт \u003Ca href='https://www.twitch.tv/' rel='noopener noreferrer'>Twitch.tv\u003C/a> и удалите его файлы cookie.\u003Cli>В настройках проигрывателя выберите другую версию чата.\u003Cli>Работе чата также могут мешать другие расширения браузера, блокировщики рекламы, фаерволы, антивирусы. Чтобы найти причину проблемы, временно отключите вышеперечисленное. Вот \u003Ca href='https://coolcmd.tk/img/tw5/privacy%20badger%20options.png' target='_blank' rel='noopener noreferrer'>настройки расширения Privacy Badger\u003C/a>, которые не мешают работе чата.\u003C/ul>\u003C/p>"
   },
   "F1582": {
      "description": "Часть справки для Firefox.",
      "message": "\u003Cp>Нельзя запрещать выполнение JavaScript на сайте Twitch.tv, например в расширении \u003Ccite>NoScript\u003C/cite>. Также нельзя блокировать загрузку HTML5-видео, например в расширении \u003Ccite>Flashblock\u003C/cite>.\u003C/p>"
   },
   "F1590": {
      "description": "Часть справки для Edge.",
      "message": "\u003Cp>Встроенный чат разрабатывает Twitch.tv. Расширение просто вставляет готовый чат в свой проигрыватель. Этот чат имеет следующие ограничения: нет комнат, нет настроек модерирования, нет рейдов, нет Bits, иногда требуется подтвердить посылку первого сообщения. В чате пока не работают приватные сообщения (Whispers).\u003C/p>"
   },
   "F1591": {
      "description": "Часть справки для Edge.",
      "message": "\u003Cp>Из-за ограничений браузера, в проигрывателе не работают расширения браузера, улучшающие чат, такие как \u003Ccite>BetterTTV\u003C/cite> и \u003Ccite>FrankerFaceZ\u003C/cite>.\u003C/p>"
   },
   "F1592": {
      "description": "Часть справки для Edge.",
      "message": "\u003Cp>Чтобы в чате проигрывателя у каждого сообщения были значки модераторов, перейдите на сайт Twitch.tv и в настройках чата своего канала включите \u003Ca href='https://discuss.dev.twitch.tv/uploads/default/original/2X/f/f3049202b1456ee758ea81487a193ee540c84e7e.gif' target='_blank' rel='noopener noreferrer'>Значки модераторов\u003C/a>.\u003C/p>"
   },
   "J0100": {
      "message": "Трансляция завершена"
   },
   "J0101": {
      "message": "\n\nОткрыть этот канал на сайте Twitch.tv чтобы:\n• Смотреть эту трансляцию или видеоматериалы стандартным проигрывателем.\n• Прочитать полное описание канала.\n• Совершить другие действия, которые недоступны в Alternate Player."
   },
   "J0102": {
      "message": "\n\nЩёлкните чтобы смотреть другие прямые трансляции и видеоматериалы этой игры."
   },
   "J0103": {
      "description": "Название трансляции не указано.",
      "message": "Без названия"
   },
   "J0104": {
      "description": "Название игры не указано.",
      "message": "Не указана"
   },
   "J0106": {
      "message": "Остановить просмотр трансляции и начать просмотр повтора.\nКлавиша ПРОБЕЛ на клавиатуре."
   },
   "J0107": {
      "message": "Продолжить просмотр трансляции.\nКлавиша ПРОБЕЛ на клавиатуре."
   },
   "J0108": {
      "message": "Отключить звук.\nКлавиши PAGE DOWN и M на клавиатуре или щелчок колесом мыши (смотрите настройки проигрывателя)."
   },
   "J0109": {
      "message": "Включить звук.\nКлавиши PAGE UP и M на клавиатуре или щелчок колесом мыши (смотрите настройки проигрывателя)."
   },
   "J0112": {
      "message": "Поставить повтор на паузу.\nКлавиши Z и 5 (ЦИФРОВОЙ БЛОК) на клавиатуре или щелчок мыши по области просмотра."
   },
   "J0113": {
      "message": "Снять повтор с паузы.\nКлавиши Z и 5 (ЦИФРОВОЙ БЛОК) на клавиатуре или щелчок мыши по области просмотра."
   },
   "J0114": {
      "message": "Мбит/с"
   },
   "J0120": {
      "description": "Текст или HTML-фрагмент. Длина слова не более 5 символов. Означает, что значение настройки подбирается автоматически. Копия A0523.",
      "message": "Авто"
   },
   "J0121": {
      "description": "Название темы оформления.",
      "message": "Шторм"
   },
   "J0122": {
      "description": "Название темы оформления.",
      "message": "Золотистая"
   },
   "J0123": {
      "description": "Название темы оформления. Копия A0565.",
      "message": "Настраиваемая"
   },
   "J0124": {
      "description": "Число в настройках проигрывателя заменяется на это слово. Длина слова не более 5 символов. Означает отсутствие ограничений. Копия A0534.",
      "message": "Макс"
   },
   "J0125": {
      "description": "Название темы оформления.",
      "message": "Чёрно-белая"
   },
   "J0126": {
      "description": "Название качества соединения. Копия A0581.",
      "message": "Хорошее"
   },
   "J0127": {
      "description": "Название качества соединения. Копия A0581.",
      "message": "Среднее"
   },
   "J0128": {
      "description": "Название качества соединения. Копия A0581.",
      "message": "Плохое"
   },
   "J0129": {
      "description": "Название качества соединения. Копия A0581.",
      "message": "Настраиваемое"
   },
   "J0130": {
      "description": "Копия F0664.",
      "message": "Идёт прямая трансляция. Щёлкните, чтобы посмотреть её с самого начала (если возможно).\n\nЧтобы позже продолжить просмотр этой трансляции начиная с текущей позиции, щёлкните правой кнопкой мыши по области просмотра и в появившемся меню щёлкните “Копировать адрес записи”."
   },
   "J0131": {
      "message": "Идёт трансляция ранее записанного видео"
   },
   "J0133": {
      "message": "Настройки расширения Alternate Player for Twitch.tv.json"
   },
   "J0134": {
      "message": "Импортируемые настройки не совместимы с текущей версией расширения"
   },
   "J0135": {
      "message": "Не удалось прочесть файл  "
   },
   "J0136": {
      "description": "HTML",
      "message": "После сохранения настроек, закройте это окно."
   },
   "J0138": {
      "description": "Название темы оформления.",
      "message": "Инкогнито"
   },
   "J0139": {
      "description": "Часть названия качества трансляции. Копия A0513.",
      "message": "(источник)"
   },
   "J0140": {
      "description": "Единица измерения: кадр в секунду",
      "message": "к/с"
   },
   "J0141": {
      "description": "Единица измерения: герц",
      "message": "Гц"
   },
   "J0142": {
      "description": "Единица измерения: каналы",
      "message": "канал."
   },
   "J0143": {
      "description": "Единица измерения: килобит в секунду",
      "message": "кбит/с"
   },
   "J0144": {
      "description": "Название качества трансляции",
      "message": "Только звук"
   },
   "J0200": {
      "message": "Браузеру не хватает оперативной памяти."
   },
   "J0201": {
      "message": "Ваш браузер не смог воспроизвести видео или звук. Если это происходит на всех каналах сайта Twitch.tv, значит ваш браузер не поддерживает H.264 или AAC. В этом случае, пожалуйста, удалите из вашего браузера расширение “Alternate Player for Twitch.tv”."
   },
   "J0202": {
      "message": "Расширение “Alternate Player for Twitch.tv” не может работать в вашем браузере (браузер не поддерживает Media Source Extensions). Пожалуйста, обновите ваш браузер или удалите из него расширение."
   },
   "J0203": {
      "message": "Канала с указанным названием не существует. Возможно, вы набрали неправильный адрес."
   },
   "J0204": {
      "message": "Эта версия расширения “Alternate Player for Twitch.tv” не работает в вашем браузере. Пожалуйста, удалите расширение из вашего браузера и установите правильную версию.\n\nВерсия для Google Chrome:\nhttps://chrome.google.com/webstore/detail/bhplkbgoehhhddaoolmakpocnenplmhf\n\nВерсия для Mozilla Firefox:\nhttps://addons.mozilla.org/firefox/addon/twitch_5/\n\nВерсия для Microsoft Edge:\nhttps://www.microsoft.com/store/apps/9p9p2nd0s56c"
   },
   "J0206": {
      "message": "Браузер не смог воспроизвести видео.\n\nВозможные причины:\n• Видео или звук использует сжатие, которое не поддерживается вашим браузером.\n• Браузеру не хватает оперативной памяти. 32-битному браузеру может не хватать адресного пространства (смотрите Virtual Size браузера в приложении Process Explorer).\n• Видео было повреждено.\n• Проблемы с оборудованием компьютера: перегрев, переразгон и т.д.\n• Ошибки в программном обеспечении компьютера.\n\nПерегрузите страницу чтобы продолжить просмотр трансляции. Если ошибка повторится на других каналах, и вы не знаете её причину, то выполните следующие действия по одному, пока не исчезнут ошибки:\n• Закройте несколько вкладок браузера (чтобы освободить память).\n• Перезапустите браузер.\n• Перезагрузите компьютер.\n• Отключите аппаратное декодирование видео.\n• Сбросьте настройки браузера.\n• Обновите драйверы видеокарты.\n• Удалите из системы набор кодеков (если есть)."
   },
   "J0208": {
      "message": "Возникла проблема с воспроизведением видео. Попробуйте перезагрузить страницу для продолжения просмотра."
   },
   "J0209": {
      "message": "Не удалось прочитать настройки расширения."
   },
   "J0211": {
      "message": "Этот канал уже открыт в другой вкладке браузера. Нажмите кнопку “Назад” чтобы вернуться на предыдущую страницу."
   },
   "J0212": {
      "message": "Не удалось сохранить настройки расширения."
   },
   "J1003": {
      "description": "Заголовок новости.",
      "message": "Поддержи развитие расширения!"
   },
   "J1010": {
      "description": "Заголовок новости.",
      "message": "Изменения в новой версии расширения"
   },
   "J1030": {
      "description": "Заголовок новости.",
      "message": "Создавайте клипы и делитесь ими с кем попало"
   },
   "J1031": {
      "description": "Заголовок новости.",
      "message": "Раскрасьте проигрыватель по своему вкусу"
   },
   "J1035": {
      "description": "Заголовок новости.",
      "message": "Расширение “Alternate Player for Twitch.tv” доступно для браузера Microsoft Edge"
   },
   "J1036": {
      "description": "Заголовок новости.",
      "message": "Чиним чат"
   },
   "J1039": {
      "description": "Заголовок новости.",
      "message": "Расширение стало совместимо с будущими версиями Firefox"
   },
   "J1041": {
      "description": "Заголовок новости.",
      "message": "Изменилось имя расширения"
   },
   "J1054": {
      "description": "Заголовок новости для первого запуска проигрывателя.",
      "message": "Важная информация"
   },
   "J1055": {
      "description": "Заголовок новости для планшета.",
      "message": "Версия для браузера Firefox for Android пока экспериментальная"
   },
   "J1500": {
      "description": "Заголовок справки.",
      "message": "Справка"
   },
   "M0001": {
      "description": "Краткое описание расширения. Копия этой строки есть в AMO и Windows Store.",
      "message": "Альтернативный проигрыватель прямых трансляций для сайта Twitch.tv."
   }
}
